{
	"-= HULL DESCRIPTIONS =-": "-= HULL DESCRIPTIONS =-",

    "Launch": "This is a boat, pinnace, or gig designed to simply move small amounts of people from one point to another. They’re rarely armed or armored.",
    "Courier": "The courier is a more robust ship capable of extended operation away from its base. Few are drive-capable.",
    "Trader": "The smallest common commercial hull, the trader (or tradesman) generally carries a mix of small, high-value loads, personnel, and information or mail.",
    "Fighter": "Designed for action against other small craft, fighters lack the punch to be very effective against large targets unless they’ve been designed to carry bombs or torpedoes.",
    "Strike Fighter": "Also known as the heavy fighter, the strike fighter is usually armed with a bomb or torpedo capable of seriously damaging a large warship or tough ground target. It may or may not be equipped with weapons suitable for defending itself against enemy fighters.",
    "Cutter": "Many system patrol craft or police vessels fall into this category. The cutter is rarely drive-capable. Note that a military ground assault ship might fall into this hull size.",
    "Scout": "The largest small craft, a scout is designed to cover space and locate enemies without engaging in serious combat. A scoutship is 40 to 50 meters long and masses 100 to 200 tons.",
    "Fast Freighter": "Fast freighters are a commercial hull generally employed in small, frequent runs, such as carrying supplies to small outposts and bases. The fast freighter usually carries some minor defensive armament.",
    "Fast Transport": "Designed to carry small amounts of high-bulk cargo such as heavy machinery or vehicles, the fast transport sees service in the same kind of work as the fast freighter.",
    "Hauler": "The hauler is a spacegoing tug that drags heavy, nonpowered loads and modules. Most haulers are fitted with big power plants and huge engines, at the expense of cargo capacity and crew quarters.",
    "Industrial": "Industrial ships include a mining ship, mobile outpost, or similar vessel intended to carry very specialized machinery for a specific mission. Industrial hulls are rarely armed.",
    "Escort": "Escorts are a long-endurance patrol craft employed for a variety of duties, including the protection of merchant shipping and remote bases. A typical escort ship is about 50 to 70 meters long and weighs 1,000 tons. A crew of 30 to 40 is normal, although a handful could operate the ship for a short time. Gunboats or missile boats could fall into this category.",
    "Corvette": "Basically a larger version of the escort ship, the corvette serves as both a gunboat and fleet escort. These are the smallest military vessels expected to operate independently in wartime.",
    "Frigate": "A military vessel used for scouting and escort duties, the frigate is primarily intended to screen larger vessels against small craft attack. A frigate is roughly 100 to 120 meters long and weighs about 2,000 to 3,000 tons, carrying a crew of about 100 men and women.",
    "Destroyer": "Destroyers take their name from the torpedo-boat destroyers of the late 19th century. They’re integral to the defense of a task force, screening it against small craft and attack ships. Destroyers are often armed with a one or two-shot weapons useful against much larger ships. A destroyer is usually about 150 to 200 meters long and masses about 8,000 metric tons. It carries a crew of 150 to 200.",
    "Medium Freighter": "The medium freighter usually carries containerized cargo. Most operate in regular runs between densely populated systems.",
    "Clipper": "This is a small liner or personnel transport intended for passenger use, not heavy cargo. Many clippers are fitted with top-notch engines for the best possible speed.",
    "Medium Transport": "Medium transports are similar to medium freighters, but they are fitted for specialized cargoes such as vehicle decks, liquid or gas tanks, or bulk holds.",
    "Light Cruiser": "The light cruiser is a warship that serves several roles. It may be part of a task force, escorting capital ships; it may operate independently as a scout and raider; and finally, it may serve in diplomatic and scientific tasks. Light cruisers frequently have an outstanding endurance and can operate with little or no base support for months on end. An escort carrier or assault transport could be built on a light cruiser hull.",
    "Heavy Cruiser": "Generally considered the smallest capital ship, a heavy cruiser is a serious warship. It can outfight anything it can catch, and outrun anything it can’t outfight. A typical heavy cruiser is about 250 to 300 meters in length and masses about 50,000 metric tons. It carries a crew of 500 to 1,000.",
    "Armored Cruiser": "These vessels often serve as the centerpiece of a raiding or patrolling task force, especially if heavier warships are in short supply. Many armored cruisers are configured for task force command functions; the command cruiser is a fairly common variant of this hull type. A light carrier or assault carrier could easily fit into a ship of this hull type.",
    "Tanker": "A large civilian hull intended for the transport of large quantities of gases or liquids. While other forms of cargo storage may be installed, most ships of this size carry water, hydrogen, petrochemicals, or oxygen.",
    "Liner": "This is a full-sized passenger ship. While any vessel this size must carry some cargo, the liner specializes in moving a large number of passengers, usually in some degree of luxury. A liner is about 400 meters in length and weighs in at 60,000 to 90,000 tons. The crew numbers about 200, not counting the hotel and restaurant staff, which might be as many as 1,000 more.",
    "Heavy Transport": "The heavy transport is designed to move a huge amount of specialized cargo such as bulk freight, containerized freight, or roll-on/roll-off vehicle storage.",
    "Battlecruiser": "The battlecruiser is a formidable warship that sacrifices weight of armor in exchange for speed. Its heavy weapons can make short work of any smaller vessel, and it can usually outrun anything big enough to stand up to it in a fair fight.",
    "Battleship": "The mainstay of many stellar navies, the battleship is heavily armed and armored, although not very maneuverable. Battleships serve as the backbone of any battle fleet. The average battleship is roughly 400 to 500 meters in length and masses about 150,000 tons, with a crew of about 2,000 men and women.",
    "Fleet Carrier": "Designed to carry large numbers of strike craft and interceptors, the fleet carrier has the ability to launch devastating attacks from millions of kilometers away. Most are very lightly armed, relying on their escorting vessels to defend them against attack.",
    "Super-Freighter": "The largest ships built for routine commercial purposes, the super-freighter can be fitted with tanks or other specialized cargo facilities to make it into a super-tanker or supertransport.",
    "Colony Transport": "This colossal ship is designed to haul everything a new colony needs to a new star system. Thousands upon thousands of colonists with heavy machinery, prefabricated buildings, equipment, and supplies can fit within its cavernous storage decks.",
    "Dreadnought": "The mightiest ships found in the battle lines of a stellar navy, dreadnoughts are titans armed with awesome firepower and impregnable defenses. A dreadnought is around 56 800 to 1,200 meters long and weighs about 600,000 to 1,000,000 tons. Typically, a crew of 4,000 to 5,000 is required.",
    "Super-Carrier": "Like the fleet carrier, the super-carrier is designed specifically to operate large numbers of small craft. A super-carrier might have an air wing of 200 to 300 interceptors and strike craft.",
    "Super-Dreadnought": "Sometimes found serving as fleet command ships or flagships, the super-dreadnought is roughly twice the size of its smaller namesake.",
    "Fortress Ship": "The fortress ship combines the best features of the dreadnought and the super-carrier. It is armed with an impressive main battery, and it embarks hundreds (or maybe even thousands) of small craft, too. A fortress ship might be 2,500 to 4,000 meters in length and weigh as much as 3–5 million metric tons. Crew and passengers could easily approach 100,000 men and women. Like any super-heavy military ships, fortress ships are national assets that serve as the centerpieces of sector defense fleets; they’re almost always accompanied by an escort of dozens of cruisers and destroyers.",

	"-= ARMOR DESCRIPTIONS =-": "-= ARMOR DESCRIPTIONS =-",

    "Polymeric, Light": "Polymeric armor is made up of advanced polymers, like carbon fiber and high-grade fiberglass. It is relatively cheap and light, but doesn’t offer tremendous protection.",
    "Polymeric, Medium": "Polymeric armor is made up of advanced polymers, like carbon fiber and high-grade fiberglass. It is relatively cheap and light, but doesn’t offer tremendous protection.",
    "Reflective, Light": "Consisting of dense, highly polished plates of metal, reflective armor is effective against simple energy weapons. It is quickly defeated by more advanced weaponry.",
    "Reflective, Medium": "Consisting of dense, highly polished plates of metal, reflective armor is effective against simple energy weapons. It is quickly defeated by more advanced weaponry.",
    "Reflective, Heavy": "Consisting of dense, highly polished plates of metal, reflective armor is effective against simple energy weapons. It is quickly defeated by more advanced weaponry.",
    "Cerametal, Light": "Combining the heat-resistant qualities of tough ceramics with the ductile strength of metal, cerametal armor offers a good compromise between protection and economy.",
    "Cerametal, Medium": "Combining the heat-resistant qualities of tough ceramics with the ductile strength of metal, cerametal armor offers a good compromise between protection and economy.",
    "Cerametal, Heavy": "Combining the heat-resistant qualities of tough ceramics with the ductile strength of metal, cerametal armor offers a good compromise between protection and economy.",
    "Crystallis, Light": "This sophisticated armor consists of a crystalline lattice that absorbs phenomenal amounts of energy. While it is not particularly effective against projectiles and other massive weapons, it is the finest energy protection available.",
    "Crystallis, Medium": "This sophisticated armor consists of a crystalline lattice that absorbs phenomenal amounts of energy. While it is not particularly effective against projectiles and other massive weapons, it is the finest energy protection available.",
    "Nanofluidic, Light": "Consisting of a thick layer of gel-like fluid sandwiched in a neutronite structure, nanofluidic armor is “smart” armor—it concentrates at the point of impact to blunt physical blows, and circulates around heat sources to dissipate energy. It is the most effective armor available.",
    "Nanofluidic, Medium": "Consisting of a thick layer of gel-like fluid sandwiched in a neutronite structure, nanofluidic armor is “smart” armor—it concentrates at the point of impact to blunt physical blows, and circulates around heat sources to dissipate energy. It is the most effective armor available.",
    "Nanofluidic, Heavy": "Consisting of a thick layer of gel-like fluid sandwiched in a neutronite structure, nanofluidic armor is “smart” armor—it concentrates at the point of impact to blunt physical blows, and circulates around heat sources to dissipate energy. It is the most effective armor available.",
    "Nanofluidic, Super-Heavy": "Consisting of a thick layer of gel-like fluid sandwiched in a neutronite structure, nanofluidic armor is “smart” armor—it concentrates at the point of impact to blunt physical blows, and circulates around heat sources to dissipate energy. It is the most effective armor available.",
    "Alloy, Medium": "Composed of carefully fitted belts or plates of very tough alloys such as vanadium steel, alloy armor is reasonably cheap and effective.",
    "Alloy, Heavy": "Composed of carefully fitted belts or plates of very tough alloys such as vanadium steel, alloy armor is reasonably cheap and effective.",
    "Alloy, Super-Heavy": "Composed of carefully fitted belts or plates of very tough alloys such as vanadium steel, alloy armor is reasonably cheap and effective.",
    "Neutronite, Medium": "Advanced materials technologies lead to the creation of artificially dense materials that can withstand enormous forces. Neutronite is a tough steel alloy into which a “weave” of free neutrons has been pressed. It is incredibly massive, weighing about five times more than a similar volume of lead.",
    "Neutronite, Heavy": "Advanced materials technologies lead to the creation of artificially dense materials that can withstand enormous forces. Neutronite is a tough steel alloy into which a “weave” of free neutrons has been pressed. It is incredibly massive, weighing about five times more than a similar volume of lead.",
    "Neutronite, Super-Heavy": "Advanced materials technologies lead to the creation of artificially dense materials that can withstand enormous forces. Neutronite is a tough steel alloy into which a “weave” of free neutrons has been pressed. It is incredibly massive, weighing about five times more than a similar volume of lead.",
    "Reactive, Medium": "A forerunner of the more advanced nanofluidic armor, reactive armor consists of layers of insulating gel or compressed gas between cerametal sheets. High-velocity impacts and energy beams may burn through the armor before it can dissipate the impact or heat of an intense blow.",
    "Reactive Heavy": "A forerunner of the more advanced nanofluidic armor, reactive armor consists of layers of insulating gel or compressed gas between cerametal sheets. High-velocity impacts and energy beams may burn through the armor before it can dissipate the impact or heat of an intense blow.",
    "Reactive Super-Heavy": "A forerunner of the more advanced nanofluidic armor, reactive armor consists of layers of insulating gel or compressed gas between cerametal sheets. High-velocity impacts and energy beams may burn through the armor before it can dissipate the impact or heat of an intense blow.",

	"-= POWER DESCRIPTIONS =-": "-= POWER DESCRIPTIONS =-",

	"Solar Cell": "The solar cell converts light and heat energy from a nearby star into shipboard power through large banks of highly efficient photovoltaic cells and heat exchangers. Within 1 AU (150 million kilometers) of a Sol-type star, the solar cell’s power generation capacity increases by 50 percent; similarly, at a distance of more than 5 AU from a Sol-type star, the solar cell’s power generation capacity drops by 50 percent. Particularly bright stars (class O, B, or A) extend the range of high-efficiency and power drop-off to 2 AU and 10 AU, while very small stars (class K and M) change these figures to 0.5 AU and 2 AU.",
	"Fission Generator": "Also known as an atomic or nuclear power plant, the fission generator extracts energy from a controlled chain reaction of uranium or plutonium. Fission generators require heavy shielding, so small installations are very difficult. However, the technology is easy to apply to large installations. A fission generator’s fuel rods last approximately two to four years, and then must be replaced at a cost of 50,000 per hull point of the power plant.",
	"Fusion Generator": "A fusion generator harnesses the power of nuclear fusion to create shipboard power. A containment device “bottles” the reaction in magnetic fields, since the generator’s core burns at temperatures as hot as the surface of a star. Fortunately, most fusion generators are designed to fail-safe in the event of damage. The fusion generator uses hydrogen for fuel, but like the cold fusion reactor, this is often stored as water.",
	"Grav-Fusion Cell": "Based on a fraal device, the grav-fusion cell employs artificial gravity fields to contain and enhance the performance of a fusion reaction. It’s otherwise similar to the fusion generator.",
	"Antimatter Reactor": "The antimatter reactor annihilates particles of antimatter to create vast amounts of power. Like the fusion generator, it requires some very careful containment procedures, and a significant portion of the generator’s output must be devoted to maintaining the magnetic fields that insulate its fuel source from its surroundings. No fuel tank is required—the antimatter and its containment device are included in the durability cost and price of the reactor. The antimatter reactor requires refueling about once per three to five years, although running at a minimal power configuration (nothing more than life support) could extend this to ten or fifteen years between fueling. Antimatter is expensive; refueling the reactor costs half the amount of money spent on the power plant at the time of its construction.",
	"Mass Reactor": "Dark matter technology presumes that nonbaryonic dark matter may have properties unknown to 20th century science. Specifically, dark matter can undergo a decay process similar to radioactive decay in which energy is released by the transformation of dark matter to “normal matter”. The mass reactor harnesses this fantastic energy. Like the antimatter reactor, the mass reactor requires no fuel tank; the dark matter and its containment device is already included. The mass reactor requires refueling about once every six months, at a cost equal to 5,000 per hull point of the power plant.",
	"Tachyonic Collider": "Tachyons are particles that move faster than the speed of light. The tachyonic collider slows these particles and harnesses their energy. While the collider is expensive and it doesn’t provide as much power as other power systems at this progress level, it has one significant advantage: It doesn’t require any fuel at all.",
	"Dynamic Mass Reactor": "Basically a refinement of the PL 7 mass reactor, the dynamic mass reactor accelerates the decay process, releasing more energy than its predecessor. It’s also a smaller and safer installation. The dynamic mass reactor requires refueling once every six months, at a cost equal to 10,000 per hull point of the power plant. For example, a dynamic mass reactor of 30 durability points costs 300,000 to refuel.",
	"Matter Converter": "This device produces energy through the total conversion of matter. Literally anything can be used as fuel. While the matter converter is expensive, it produces an immense amount of power and requires no significant fuel source.",
	"Quantum Cell": "Harnessing the Holy Grail of energy sources—the quantum fluctuation or zero-point energy observed in vacuum—the quantum cell produces an enormous amount of energy from no fuel source at all.",
	"Singularity Generator": "The singularity generator is an incredibly powerful device that taps the power of a small black hole. It’s not a generator so much as an extremely capacious battery, but the energy contained in a tiny black hole is staggering. Over the course of years, the singularity will shrink as it “evaporates”, or loses energy; the singularity generator must be refueled by the creation of a new black hole. A singularity generator lasts for 10 to 15 years before refueling is required. Refueling costs an amount of money equal to half the cost of the power plant at the time of construction.",
	"Fuel Tank": "= Not Currently Implemented =",
	
	"-= ENGINE DESCRIPTIONS =-": "-= ENGINE DESCRIPTIONS =-",
	
	"Photon Sail": "This device is an immense but incredibly fragile foil structure only a few molecules thick. It uses light pressure from a nearby star or laser drive station for its motive force. Its acceleration rates drop by 50% if the ship is more than 5 AU distant from the system’s star. The sail can be wrecked by the most minor damage, but every ship equipped with a photon sail carries at least three spares. Unfortunately, it takes hours to stow or deploy a sail. In combat, any weapon hit destroys a deployed photon sail and prevents the sail-ship from making maneuvers until the sail can be re-deployed. The sail-ship will continue on its last course and retain its former speed until it gets a working sail again. Since ships powered exclusively by sails can’t change course easily, assume that all sail-ships are Class I maneuverability. It’s a good idea for a sail-ship to carry a secondary propulsion system such as a small ion engine or rocket for emergency maneuvering and sailing against the sun. Photon sails are completely useless in atmosphere in fact, they’re instantly destroyed by atmospheric entry. Most sail-ships carry a small back-up propulsion system for fine manuvering.",
	"Planetary Thruster": "Several Progress Level 6 engine systems are useless or dangerous in any kind of atmosphere. The planetary thruster is a backup engine system designed specifically for use when the ship’s main drives must be shut down to make planetfall. The most common varieties are the scramjet, chemical rocket, or powered airfoil. The exact form doesn’t matter. The planetary thruster requires either fuel or power, but not both. You can choose to install a standard fuel tank, or to make sure that the ship has enough power available to run a planetary thruster at need.",
	"Fusion Torch": "This engine is basically a fusion reactor with one wall of the magnetic bottle missing; the exhaust is incredibly hot plasma. The fusion torch is intended for space-only work; its exhaust stream would slag anything it landed on and incinerate everything within a few hundred meters of ground zero. Many ships fitted with fusion rockets carry planetary thrusters for atmospheric work, or remain permanently in space, using shuttlecraft to reach a planet’s surface. Its fuel is hydrogen, fused in the reaction chamber and expelled as white-hot plasma.",
	"Ion Engine": "The ion engine uses power to break down molecules of a fuel material to create ions, and then expels them by means of a magnetic impeller. It doesn’t provide the thrust potential of the fusion torch, but it’s much more fuel efficient, and its exhaust is not anywhere near as dangerous. Ion engines don’t function in any kind of atmosphere, so most ships with this kind of power plant also carry a planetary thruster.",
	"Particle Impulse": "This is simply an improved version of the Progress Level 6 ion engine. The particle impulse drive uses magnetic fields to produce a constant stream of high-energy particles and vector it for thrust. Unlike the ion engine, the particle impulse engine doesn’t require a fuel tank. Its reaction is so efficient that the very small amount of matter present in interplanetary or interstellar space can be collected through weak magnetic fields and converted into a thrust medium. The particle impulse engine is capable of atmospheric entry. It causes some damage to any surface close to its exhaust ports, but it’s not too much worse than a modernday jetwash.",
	"Induction Engine": "Hands-down the best engine available at this or any previous Progress Level, the induction engine uses artificial gravity to provide incredible thrust and maneuverability. The induction engine requires no fuel and produces no exhaust; it’s ideal for atmospheric, orbital, or deep-space work.",
	"Inertial Flux Engine": "By precisely controlling the quantum energy level of every atom on the ship simultaneously, the inertial flux engine assumes the inertial states necessary to produce motion in any direction. In effect, the pilot chooses from instant to instant what vector the ship will next possess, and the inertial flux engine makes it possible. This engine requires no fuel and is safe for atmospheric work.",
	"Gravitic Redirector": "A refinement of the induction engine, the gravitic redirector changes the ambient gravity in the vicinity of the ship to produce a motive force. It’s more powerful and more efficient than the induction engine.",
	"Spatial Compressor": "One of the most advanced engines available, the spatial compressor surrounds the ship in a field that “folds” or “wrinkles” the structure of space in the direction the pilot wishes to travel. This results in a continuous series of micro-jumps in which the ship flickers into and out of reality, teleporting thousands of times every second. Since the ship has no intrinsic velocity (it’s stationary while it teleports) the spatial compressor can instantaneously stop or change direction and thrust vector without any maneuvering whatsoever. However, the engine still needs to build up cyclic speed to increase the frequency of its microjumps, so it accelerates normally. The spatial compressor requires a lot of power, but no fuel. It’s safe for atmospheric flight.",
	
	"-= FTL DESCRIPTIONS =-": "-= FTL DESCRIPTIONS =-",
	
	"Jump Drive": "The jump drive relies on a fairly rare technology type, the technology of matter transmission. It requires an enormous amount of power, so much so that the jump drive itself is a colossal fusion device that derives the power for its jump by annihilating massive amounts of hydrogen fuel for a single jump. Thus, the jump drive only requires 5 percent of the ship’s hull points, but it must be built with a fuel tank that may account for anywhere from another 5 to 50 percent of the ship’s hull. A small amount of shipboard power (1 power point per hull point devoted to the jump drive machinery) is also required to control the machinery and direct the jump. The distance a jump drive can teleport in one jump depends on how much of the ship’s mass (i.e., hull points) is annihilated for the jump. For example, a jump ship of 200 hull points might have fuel tanks with a capacity of 60 hull points of fuel—30 percent of the ship’s hull. It could eliminate 10 hull points of fuel (5 percent of the hull) for a jump of 1 light-year, or it could eliminate all 60 fuel points for a jump of 6 light-years. Since most jump ships use most or all of their available fuel in a jump, they need to jump to a point at which they can refuel their tanks. Obviously, a civilized system will have fueling capability, but if fuel can’t be purchased, the jump ship must improvise. Hydrogen can be skimmed from gas giants, separated from water, or mined in the form of ice. Assuming that a suitable source of hydrogen is available, you can assume that a ship requires 1 full day of fueling per 10 hull points of fuel collected. See “Miscellaneous Installations.” The jump drive can execute a jump anytime it has enough fuel to do so. It takes 1d4 hours to cycle the engine and plot the next jump point, so there’s usually a small delay between jumps even if fuel is immediately available.",
	"Wormhole Screen": "It’s theoretically possible for an object such as a ship to pass through a wormhole—a tunnel in space produced by a spectacular event such as the creation of a black hole—and emerge dozens, hundreds, or thousands of light-years from its previous location. However, the simple act of passing through a wormhole triggers its collapse, which makes it difficult to use a wormhole as a means of interstellar travel. The wormhole screen masks the starship’s mass from the wormhole, thus keeping the conduit open long enough for the ship to pass from one end to the other. It also protects the ship from the extreme conditions in the vicinity of the wormhole. The wormhole screen only allows transit along a naturally occurring wormhole, which means that a ship can’t pick its destination; it has to go wherever the wormhole takes it. (In some campaigns, networks of pre-existing artificial wormholes may make it possible to reach a great number of stars in this fashion.) The screen device requires 5 percent of the ship’s hull points, and 2 power points per hull point devoted to the system. A ship of 800 hull points must spend 40 hull points on the screen, and a total of 80 power points to energize the device. Entering a wormhole is a dicey proposition at best, so it takes 2d4 hours to perform the course calculations and maneuvering necessary to initiate a wormhole transit once the ship is in the vicinity of the next wormhole it intends to jump through.",
	"Gate Activator": "This device simply keys a gate device of some kind, which functions as a huge teleporter to another gate somewhere else. It doesn’t require very much power compared to other FTL drives because most of the work is done by the gate itself. The gate activator requires 1 percent of the ship’s hull points (1 hull point per 100 hull points of the ship), and 2 power points per hull point allocated to the system. The ship transiting the gate automatically arrives at the other terminus and cannot jump to a place where no gate exists. The length of the transit may be instantaneous, or it could last for several hours; it depends on the GM’s campaign. A gate device usually requires some cycle time to amass the incredible energies needed to fling a ship across interstellar distances. Again, this is up to the GM, but a period of 2d4 hours as a minimum cycle time is reasonable.",
	"Hyperdrive": "This drive system hurls the ship into an alternate dimension or reality in which the lightspeed limit is meaningless. As with the jump drive, it’s necessary to calculate a destination before entering hyperspace. This requires 1d4 (x) 10 minutes, or a Navigation skill check (complex skill check of 4 successes at no penalty, 10 minutes per check). Once the ship is engaged in a hyperspace jump, it can’t change course. It can drop out of hyperspace at any time simply by disengaging the hyperdrive, and there may be devices or natural phenomena that bar hyperspace travel and interdict any ship passing through the vicinity. A ship’s FTL speed depends on how much of the hull is devoted to the hyperdrive system, with a minimum of 10 percent. Each hull point spent on the hyperdrive requires 3 power points to activate the system. For example, a ship of 300 hull points has a hyperdrive of 45 hull points, or 15 percent of the hull; this requires 135 power points to activate, and provides the ship with a speed of 2 light-years per day of hyperdrive travel. There’s no limit on the length of a jump other than the simple question of how long a ship can remain in hyperspace without refreshing its stores. (The GM may impose a limit of 1000 light-years per hyperjump at his discretion.)",
	"Psychoportive Drive": "Psychoportive drive technology uses the power of the mind to defeat the restrictions of time and space. The psychoportive drive works a lot like a jump drive, except that instead of burning fuel, it burns psionic energy points (or PEPs) as shown below: Class Psi Energy per LY Small 3 PEP per LYLight 6 PEP per LY Medium 10 PEP per LY Heavy 15 PEP per LY Super-Heavy 25 PEP per LY Multiple psionic characters can contribute PEPs to increase the range of the jump. Each psychoportive jump takes one full day. Psionic characters recover their psionic energy points normally after using them on the initial entry into Otherspace. Calculating the probabilities and energies of the next jump requires one psionic character, the navigator, to perform a complex skill check against ESP-navcognition. The navigator requires 4 successes and may make one skill check every ten minutes to prepare the ship for its next jump. The psychoportive drive requires 10 percent of the ship’s hull, and uses 1 point of power per hull point devoted to the drive.",
	"Stardrive": "The stardrive creates a short-lived, controlled singularity that drops the ship out of normal space and into drivespace, a parallel dimension tied to the real universe. All drivespace submergences last for 121 hours (about five days). A stardrive must be coupled to a mass reactor; no other power system can energize a stardrive. Like the hyperdrive or jump drive, a ship powered by a stardrive must plot its jump carefully; it can’t maneuver once it enters drivespace, and nothing can interfere with its progress until it arrives at its destination. The base distance achieved by a stardrive in a single jump is based on the ship class: Class Base Starfall Small 5 LY Light 10 LY Medium 20 LY Heavy 30 LY S-heavy 50 LY The stardrive requires 5 percent of the ship’s hull and 3 power points per hull point of the system; for example, a ship of 80 hull points requires a 4-hull point stardrive and 12 power points to make starfall. It’s possible to increase the distances shown above by exceeding the power requirements found on TABLE 5–5. For every 10 power points beyond the minimum allocated to the stardrive, the ship can starfall one additional light-year. For example, a battleship of 1,000 hull points needs 150 power for its stardrive, but if 300 power points are allocated, it starfalls up to 45 light-years instead of 30 light-years. The stardrive requires several days to recharge after a drivespace journey. Typically, it takes d4+1 days to recharge a stardrive for the next starfall.",
	"Drivewave": "The drivewave generator is simply an improvement of the stardrive. It resembles the earlier engine in most details, except that the length of a drivespace submergence is only 11 hours, and the recharge time for the drive is only d4+1 hours. Since it cycles much faster, it can cover territory at a correspondingly faster pace.",
	"Spacefold Drive": "The spacefold drive “folds space”, making it possible for a ship to leap dozens or hundreds of light-years in a single instant. The range of the drive is determined entirely by the amount of energy used to power the system, as long as it meets the minimums specified on TABLE 5–5. For instance, a 200-hull point ship must allocate 20 hull points to the spacefold drive, which requires 120 power points. As long as the ship can generate 120 or more power points, it can perform a spacefold of up to one light-year per power point assigned to the drive. The spacefold drive can cycle almost instantaneously, but it creates dangerous stresses in the fabric of space; for safety a ship must travel 5d20 (x) 10 AU (astronomical units) from its arrival point in normal space before it’s safe to use the drive again.",
	"Transcendent Drive": "The transcendent drive system harnesses the power of a psionically gifted person and unlocks unfathomable energies with the key of an intelligent mind. The drive permits travel at FTL speeds in normal space with no careful navigation plots or calculations required. The ship’s speed is a number of light-years per hour equal to the psionic energy score of a single psionic character who is flying the ship at any given time. A psionic character who powers the transcendent drive even for a moment immediately expends all of his psionic energy points. He can stay “in the chair” for up to eight hours before becoming exhausted. He can begin to recover psionic energy points normally after he leaves the chair. Example: Jaleel is a fraal mindwalker with 18 psionic energy points. If he takes the helm of a ship fitted with a transcendent drive, the ship will travel at the rate of 18 light-years per hour until Jaleel runs out of steam, at which point another psionic character could take over. Large ships of this type frequently have small teams of pilot-helmsmen who can rotate the piloting duties. The transcendent drive requires 10 percent of the ship’s hull points and a modest amount of power.",
	"Warpdrive": "By creating a warp field in which the normal laws of physics are suspended, the warpdrive permits FTL travel. The warp field does not interfere with a ship’s ability to gather information from its surroundings, and a ship traveling with warp drive can change course, stop, or start again at will, as long as power for the drive is available. Like the hyperdrive, the warp-drive’s speed is measured in the number of light-years it can cross per hour of operation. A ship of 100 hull points that devotes 15 hull points to its warpdrive has allocated 15 percent of hull to the drive, so it can travel at a speed of 4 light-years per hour.",
	
	"-= BEAM WEAPON DESCRIPTIONS =-": "-= BEAM WEAPON DESCRIPTIONS =-",
	
	"Laser": "The simplest beam weapon, the laser is used generally for small craft or point-defense batteries. It directs a focused beam of white-hot light to the target. The heavy laser is simply an oversized laser that pours more energy on the target. It’s too big to install on light spacecraft, but is common on destroyers and larger warships. Modification: At an additional cost of 100,000 credits and 1 hull point, the laser (not the heavy laser) can be configured for burst or autofire attack modes. This increases the power consumption to 3 power points per round.",
	"IR Laser": "Somewhat more powerful than the visible laser, the IR (infrared) laser focuses light in the infrared spectrum. It delivers more energy to the target than the basic laser. Modification: At an additional cost of 200,000 credits and 1 hull point, the IR laser can be configured for burst or autofire attack modes. This increases the power consumption to 3 power points per round.",
	"X-Ray Laser": "This device lases very high-energy x-rays. It is the most powerful of the light lasers. Modification: At an additional cost of 300,000 credits and 1 hull point, the X-ray laser can be configured for burst or autofire attack modes. This increases the power consumption to 4 power points per round.",
	"Neutron Gun": "This device directs an intense blast of neutron radiation at the target, creating severe radiation effects and wreaking havoc on both mechanical and biological targets. The heavy neutron gun is simply a larger version of this device.",
	"Fusion Laser": "Using a controlled fusion reaction to prime an immensely powerful high-energy burst of radiation, the fusion laser is an extremely powerful version of the x-ray laser.",
	"Graser": "Like the x-ray laser, the graser is a device that lases very high-energy electromagnetic waves—in this case, gamma rays. It causes severe radiation damage to its target.",
	"Hydrogen Bore": "This mammoth weapon is basically a fusion torch drive designed to function as a weapon. It uses magnetic fields to direct a blast of fusing hydrogen at its target. The temperature of the hydrogen bore’s discharge approaches ten thousand degrees. The hydrogen bore can be fired only as a special weapon; see Chapter 1 for details. Note that it is an area-effect weapon and may inflict damage on targets in the general vicinity of the primary target.",
	"Particle Beam": "An improved version of the PL 6 neutron gun, this device projects a stream of protons, neutrons, or alpha particles at the target, accelerating each to near light-speed. Not only does it deliver a scathing blast of hard radiation, but the kinetic energy of particle impact can vaporize its target. The heavy particle beam delivers a higher volume of particles to the target.",
	"Plasma Cannon": "The plasma cannon uses a powerful charge to convert a mix of chemicals into a white-hot plasma and then accelerates the mass toward the target with a simple rail gun. The result is a bolt of incandescent plasma that can explosively vaporize mundane materials. The heavy plasma cannonsimply fires a larger bolt. Modification: At an additional cost of 200,000 credits and 1 hull point, the plasma cannon can be configured in a rapidfire quad mount for burst or autofire attack modes. This increases the power consumption to 5 power points per round.",
	"Fusion Beam": "Like the hydrogen bore of Progress Level 6, the fusion beam initiates a fusion reaction and then directs the blast at the target. The PL 7 version is simply smaller and more efficient. The colossal fusion bore is simply an exceedingly large example of this same technology. The fusion bore can be fired only as a special weapon; see Chapter 1 for details. The fusion bore is an area-effect weapon.",
	"Matter Beam": "The matter beam works much like a particle accelerator, except that it fires particles of antimatter. The power requirements to manufacture and contain antimatter within the weapon’s bore are significant, but the effects are nothing short of spectacular. The heavy matter beam fires a substantially greater number of antimatter particles with a correspondingly greater effect. Note that this weapon cannot be fired through an atmosphere.",
	"Quantum Cannon": "The quantum cannon fires a stream of highly charged subatomic particles designed to destabilize the atoms of the target and create localized fission reactions. The boson gun is simply a larger and more powerful version of this device.",
	"Maser": "The maser channels an enormous amount of power through a linear antenna array, creating a broad-spectrum blast of electromagnetic energy. It devastates the target with heat, light, and intense radiation. The pulse maser is a larger version of the same weapon, firing in high-energy pulses. The gatling maser uses multiple firing arrays to handle even higher energy compressions into shorter pulse widths without burning out the emitters. Modification: At an additional cost of 300,000 credits and 1 hull point, the maser cannon can be configured for burst or autofire attack modes. This increases the power consumption to 6 power points per round. The pulse maser can be configured for burst or autofire attack modes at a cost of 2,000,000 and 2 hull points. Its power consumption increases to 8 points.",
	"Kinetic Lance": "The kinetic lance creates a stream of virtual particles simulating solid matter. At the speeds involved with space combat, the impact of the lance is quite destructive.",
	"EM Cannon": "The EM cannon works much like the laser or maser cannons, but it concentrates its peak power in the radio band. It is especially effective against electronic equipment, inducing an EMP (electromagnetic pulse) effect similar to that of a nuclear explosion.",
	"Dark Fusion Gun": "Based on dark matter reactions, the dark fusion gun initiates a reaction in which normal matter fuses into dark matter, releasing an extreme amount of energy.",
	"Weak Force Gun": "The weak force gun interferes with the nuclear weak force, causing intense radioactive decay effects at the point of impact. The target suffers thermal and radioactive damage as its own atoms irradiate the vicinity.",
	"Strong Force Gun": "The nuclear strong force is the force that binds atoms together. The strong force beam emitted by this weapon causes the target’s atomic nuclei to bind together so tightly that they fuse, releasing an incredible amount of energy. The target, in effect, becomes its own hydrogen bomb. The strong force gun is an area-effect weapon.",
	"Zero Bore": "The zero bore creates a stream of energy that encourages extraordinary amounts of quantum energy fluctuation—the so-called “zero point” energy. Anything in its path is wrecked by the spontaneous detonation of space itself. Like the hydrogen and fusion bores, the zero bore can be fired only as a special weapon. The zero bore is an area-effect weapon.",
	"Blacklaser": "Using the fluorescence of a gaseous form of dark matter, the blacklaser fires a beam of coherent light. To human eyes, it resembles the low-ultraviolet glow of a blacklight, but it’s actually composed of much more energetic and dangerous radiation than ordinary photons.",
	"String Projector": "The string projector creates a short-lived cosmic string that passes through the target. A cosmic string is a very shortlived chain or rift of extraordinarily mass; think of it as punching a mountain through the target.",
	"Tachyon Gun": "The tachyon gun actually fires a blast of high-energy, fasterthan- light particles at the target. Due to its ability to fire in a line of sight regardless of relative speed between the firing ship and the target, the tachyon gun ignores all penalties for firing at extreme high-velocity targets",
	
	"-= PROJECTILE WEAPON DESCRIPTIONS =-": "Like the naval cannons of old, projectile weapons use a motive force of some kind to deliver a distinct payload to the target. The simplest projectile weapons use nothing more than kinetic energy to defeat the target; a 1-kilo block of vanadium steel moving at 20 or 30 percent of light speed delivers energy comparable to a small nuke. More advanced projectile weapons use more efficient propulsion or deliver more dangerous payloads. Projectile weapons generally cost less and use less power than beam weapons, but they don’t have the same range or accuracy. The damage is about the same.",
	
	"Point Defense Gun": "The point defense gun is primarily a defensive system intended for use against incoming missiles. At close ranges, it can be employed in an offensive role. The point-defense gun can’t be used both defensively and offensively in the same action round. The point-defense gun can fire in burst or automatic mode with no additional modification.",
	"Rail Cannon": "Using a series of electromagnets to propel projectiles down a magnetic track, the rail cannon can be devastating atclose ranges. The projectiles are kinetic-energy weapons with no explosive charge.",
	"Needle Driver": "The needle driver is a larger and heavier version of the rail cannon with an extremely high rate of fire. It fires small metal flechettes at the rate of thousands of rounds per minute. It can fire only in burst or autofire mode.",
	"Gauss Gun": "Based on superconducting technology, the gauss gun is another electromagnetic accelerator that fires its BB-like slugs at an extremely high velocity.",
	"Hi-Velocity Rail Gun": "The largest and most powerful of the electromagnetic rail weapons, the hi-velocity rail gun uses a long track and an immense amount of power to accelerate a relatively small mass to 0.95c, or 95 percent of the speed of light. The kinetic energy delivered by even a few grams of mass striking at this speed is incredible; the BB-sized projectile can vaporize several hundred cubic meters of solid steel.",
	"Mass Cannon": "The mass cannon uses gravitic technology to “charge” a small bit of matter with an incredible amount of gravitational energy and then hurls it at the target. It strikes with the effect of a wrecking ball, battering the enemy to pieces. The heavy mass cannon is a larger and more powerful version of the same weapon.",
	"Heavy Mass Cannon": "The mass cannon uses gravitic technology to “charge” a small bit of matter with an incredible amount of gravitational energy and then hurls it at the target. It strikes with the effect of a wrecking ball, battering the enemy to pieces. The heavy mass cannon is a larger and more powerful version of the same weapon.",
	"Accelerator": "Of all the weapons available to spacecraft, this might be the closest to the old naval rifles that ruled Earth’s oceans for centuries. It uses a linear accelerator to throw an unguided warhead at the enemy. (Refer to TABLE 5–9.) Any warhead of size 2 or smaller may be used as the accelerator’s payload (the listed damage and firepower figures assume that a low-yield nuke is the warhead of choice). The accelerator has a capacity of 16 warhead size points, so it hold sixteen 1-point warheads or eight 2-point warheads. The weapon’s magazine can be increased by four warhead size points by spending an extra hull point and 50,000 on the weapon system. The heavy accelerator fires any warhead of size four or smaller; the default figures represent a high-yield nuke. Its magazine has a capacity of thirty-two warhead size points, which can be increased by four warhead size points per hull point allocated, at an additional cost of 50,000 per hull point. The warheads fired by the accelerator and heavy accelerator are area-effect weapons.",
	"Tach Rifle": "The tach rifle falls somewhere in between a projectile weapon and a missile system. Its projectiles are self-powered tachyon rockets, but the rounds are not self-guiding— since the tachyon rocket actually breaks the light-speed barrier for an infinitesimal moment, there is no way that it could possibly implement course corrections in mid-flight. The rocket’s guidance system is basically a timer that drops it back into real space just in time to strike the target with an extreme high-velocity impact. The super tach rifle is a more powerful version of the same weapon, firing larger tach rockets.",
	"Heavy Accelerator": "Of all the weapons available to spacecraft, this might be the closest to the old naval rifles that ruled Earth’s oceans for centuries. It uses a linear accelerator to throw an unguided warhead at the enemy. (Refer to TABLE 5–9.) Any warhead of size 2 or smaller may be used as the accelerator’s payload (the listed damage and firepower figures assume that a low-yield nuke is the warhead of choice). The accelerator has a capacity of 16 warhead size points, so it hold sixteen 1-point warheads or eight 2-point warheads. The weapon’s magazine can be increased by four warhead size points by spending an extra hull point and 50,000 on the weapon system. The heavy accelerator fires any warhead of size four or smaller; the default figures represent a high-yield nuke. Its magazine has a capacity of thirty-two warhead size points, which can be increased by four warhead size points per hull point allocated, at an additional cost of 50,000 per hull point. The warheads fired by the accelerator and heavy accelerator are area-effect weapons.",
	"Antimatter Gun": "This refinement of the PL 6 rail gun technology throws a piece of antimatter at the target. The impact alone is extremely destructive, but the “splatter” of antimatter from the disintegrating warhead creates a cluster-bomb effect for hundreds of meters around the point of impact. The antimatter gun is an area-effect weapon.",
	"Super Tach Rifle": "The tach rifle falls somewhere in between a projectile weapon and a missile system. Its projectiles are self-powered tachyon rockets, but the rounds are not self-guiding— since the tachyon rocket actually breaks the light-speed barrier for an infinitesimal moment, there is no way that it could possibly implement course corrections in mid-flight. The rocket’s guidance system is basically a timer that drops it back into real space just in time to strike the target with an extreme high-velocity impact. The super tach rifle is a more powerful version of the same weapon, firing larger tach rockets.",
	"Sliver Gun": "An extremely efficient mass driver armed with flechettes (or slivers) of tungsten steel, the sliver gun is the 27th-century version of a heavy machine gun or autocannon. It cycles at a rate of fire of almost 4,000 rounds per minute, and each sliver can tear through a meter or more of heavy armor. The sliver gun can be fired in burst or autofire modes with no special modification, but this increases its power consumption to 6 points of power per round.",
	"Neutronium Driver": "This weapon is basically a rail gun configured to fire a projectile of false neutronium—an object the size of a baseball with a temporary mass of thousands of tons. Since neutronium is electrically neutral, the driver mechanism actually encapsulates the projectile in a sleeve or sabot of ordinary matter to fire the slug.",
	"Bomb Projector": "Capitalizing on the rare technology of matter transmission, the bomb projector is simply a device that teleports a powerful bomb to the vicinity of an enemy ship and detonates it. Its range is short, but it’s unusually accurate for a projectile weapon. Any warhead of size 2 or smaller can be installed; refer to TABLE 5–10. The weapon stats assume that the warhead is a low-yield nuke. The bomb projector has a capacity of sixteen warhead size points, so it holds sixteen 1-point warheads or eight 2- point warheads. The magazine can be increased by four warhead size points per extra hull point (and 50 K) spent on the weapon system. Most of the warheads fired by this system are area-effect weapons.",
	"Bomb Salvo": "An improvement of the bomb projector, this weapon is possible only with matter transmission technology. It teleports a salvo of four size 2 warheads (see TABLE 5–10) to the vicinity of the enemy ship. These attack as missile salvo or battery fire, with a –1 step bonus to the attack roll of the second warhead, a –2 step bonus to the attack roll of the third, and a –3 step bonus to the attack roll of the fourth. The bomb salvo has a capacity of sixteen warhead size points, so it holds sixtee 1-point warheads (four salvoes) or eight 2-point warheads (two salvoes). The magazine can be increased by four warhead size points per extra hull point (and 50 K) spent on the weapon system.",
	"Kinetic Converter": "Based on the technology of energy transformation, the kinetic converter instantaneously imparts an immense amount of kinetic energy to a projectile, firing it at tremendous speed. No magnetic acceleration or propellant is necessary, so the converter can fire projectiles of almost any size or composition.",
	"Black Hole Gun": "Related to the singularity projector, the black hole gun creates a quantum black hole and fires it at the enemy. A quantum black hole is extremely small—no bigger than a single molecule—but it contains a mass of hundreds of millions of tons. Each projectile is roughly the mass of a mountain. Tidal effects within a few dozen meters of the black hole are extreme, ripping even the toughest armor to shreds. The black hole gun can be fired only in ‘special’ mode; see Chapter 1 for details. The warheads delivered by this system are usually area-effect weapons.",
	"Tunneling Driver": "This device employs the principle of quantum tunneling to launch a projectile that materializes inside the target, bypassing the enemy’s surface armor. Any warhead of size 2 or smaller (see TABLE 5–10) may be delivered in this fashion; the weapon stats assume that the tunneling driver is firing a low-yield nuke. The tunneling driver ignores the target’s shields, screens, and armor. (Jammers and other devices that interfere with targeting still affect the attack roll, however.) The driver has a capacity of sixteen warhead size points, which can be increased four size points by spending an extra hull point and an additional 50,000 on the weapon system.",
	
	"-= ORDINANCE WEAPON DESCRIPTIONS =-": "Like the naval cannons of old, projectile weapons use a motive force of some kind to deliver a distinct payload to the target. The simplest projectile weapons use nothing more than kinetic energy to defeat the target; a 1-kilo block of vanadium steel moving at 20 or 30 percent of light speed delivers energy comparable to a small nuke. More advanced projectile weapons use more efficient propulsion or deliver more dangerous payloads. Projectile weapons generally cost less and use less power than beam weapons, but they don’t have the same range or accuracy. The damage is about the same.",
	
	"SMP Bomb Rack": "The SMP bomb rack weapon system consists of a bomb rack with two KE submunition warheads in medium bomb casings. It takes up only a single hull point, so it’s suitable for fighters, strike fighters, and other small craft that need to deliver a reasonable punch to a ground target or a large ship.",
	"Fusion Bomb Rack": "Take the two KE bombs off the rack and replace it with a high-yield nuke, and you’ve got a weapon of mass destruction. The fusion bomb can destroy a hardened enemy base, wipe out a city, or wreck a battleship in a single blow. Of course, the bomb rack mounts only one fusion bomb, but how many fusion bombs do you really need?",
	"CHE Missile Rack": "This is a launch rack fitted with four light missiles, each equipped with a CHE warhead and an active radar guidance system. It’s most useful against small craft, light warships, or relatively soft ground targets. This weapon system would be a good mount for a strike fighter against small craft or light ships, or for an extra antiship punch on board a larger vessel.",
	"SMP Missile Mount": "Consisting of a launch tube with 7 hull points devoted to an expanded missile magazine, this system features 20 light missiles—10 with KE submunition warheads for use against enemy vessels, and 10 with AA burst warheads for use against fighters and enemy missiles. All missiles are guided by active radar, so they’re fire-and-forget. It’s a good general-purpose mount for a PL 6 destroyer or corvette, providing both offense and defense.",
	"AA Missile Mount": "Consisting of a launch tube with 7 hull points devoted to an expanded missile magazine, this system features 20 light missiles—10 with KE submunition warheads for use against enemy vessels, and 10 with AA burst warheads for use against fighters and enemy missiles. All missiles are guided by active radar, so they’re fire-and-forget. It’s a good general-purpose mount for a PL 6 destroyer or corvette, providing both offense and defense.",
	"Plasma Missile Rack": "This system consists of a missile rack with eight light missiles, each armed with a mass-homing plasma warhead. It’s a good weapon for fighters or strike fighters to use against other small craft, and it offers a reasonable antiship punch against light warships such as destroyers.",
	"Matter Missile Rack": "Substitute two heavy missiles with matter warheads for the light missiles of the previous system, and you’ve got a capital ship killer or city-buster. This rack mounts two matter missiles with mass-homing warheads. The super-heavy firepower and extreme damage of these weapons means that a single fighter or strike craft can blast a battleship out of existence— with a lucky shot.",
	"Plasma Missile Array": "This 20-hull point ordnance cell system includes 20 plasma missiles, 10 matter missiles, and 10 mass reaction burst mines (enough for one mine pattern). This would constitute the main battery of a light cruiser or destroyer. The plasma missiles can be used against small craft or incoming missiles, the matter missiles can threaten a capital ship, and the mines are suitable for a variety of missions. Note that the ordnance array is very flexible; a ship designer could mix and match the ordnance carried to any number of specific missions.",
	"Matter Missile Array": "This 20-hull point ordnance cell system includes 20 plasma missiles, 10 matter missiles, and 10 mass reaction burst mines (enough for one mine pattern). This would constitute the main battery of a light cruiser or destroyer. The plasma missiles can be used against small craft or incoming missiles, the matter missiles can threaten a capital ship, and the mines are suitable for a variety of missions. Note that the ordnance array is very flexible; a ship designer could mix and match the ordnance carried to any number of specific missions.",
	"MRB Mines Array": "This warhead uses a dark matter reaction to create a powerful wave of energy. It’s more concentrated than a nuclear blast, but less likely to cause unwanted collateral damage.",
	"Nova Array": "This is an ordnance cell array packed with forty AI-guided nova burst warheads on light missiles. This is sufficient for ten salvoes or one flight of missiles. The nova array could be the main armament of a missile corvette or cruiser. It can overwhelm medium or heavy warships with a massive volley of powerful missiles.",
	
	"-= SPECIAL WEAPON DESCRIPTIONS =-": "The last category of weapons available to the shipbuilder is torpedoes and various special weapons. Torpedoes generally carry a punch disproportionate to their size, offering a small ship the ability to damage a much larger one. Special weapons are a catch-all for a number of strange devices that just don’t fit anywhere else.",

	"Cable Gun": "The cable gun fires a magnetic grapple to a distance of about 10 kilometers; its winches can then drag the grappling ship (or its target) into contact, making a boarding action possible. The firing ship must be in the same hex as the target, and it must match the target’s course and speed (see Chapter 1). The winch attached to the cable gun can “drag” 50 hull points of mass. This means that a ship larger than 50 hull points that cables another ship larger than 50 hull points simply doesn’t have the winch capacity to drag its target closer or itself to its target. However, multiple cable guns add their capacities together, so a ship with four cable guns can pull 200 hull points—enough to drag itself to its target or its target to itself if either is 200 hull points or less in size. The reel speed is 100 meters of cable per phase, so a target one kilometer away would take ten phases to reel in. If the grappled target creates an acceleration of 0.01 Mpp that isn’t instantly matched by the grappling ship, the cable snaps. The cable gun mount and winch includes one spare cable per cable gun, which can be installed in about an hour of work.",
	"RF Spike": "Also known as the HERF gun (High Energy Radio Frequency), this weapon consists of a powerful capacitor and a simple linear antenna. It generates a one-shot electromagnetic pulse that burns out the capacitor and its antenna, but it can cause serious EMP damage to the target. The RF spike has super-heavy firepower, but it never upgrades its damage against any target, regardless of toughness. In other words, it has the same effect on a dreadnought that it does on a fighter (although the dreadnought probably has a lot more boxes on its damage track). The main drawback to this weapon is the fact that each use wrecks the equipment; the RF spike can be fired once, and then the installation must be replaced. Spare components for the RF spike cost 100,000 and take up one hull point of space per three shots. It takes d4 hours to replace the RF spike if the parts are on board.",
	"Thermal Inducer": "This is the classic heat ray, an energy field in which molecular motion is drastically accelerated, thus raising the target’s temperature. It affects all targets in a single hex within range. The inducer begins with an accuracy of +3 steps in the first round that it is fired, but this improves by one step in each consecutive round that the weapon is trained on the same target ship. For example, if an inducer is fired at the same ship three rounds in a row, its accuracy is +3 steps in the first round, +2 steps in the second, +1 steps in the third, and so on. The weapon’s best possible accuracy is –3 steps.",
	"Thermal Nullifier": "The opposite of the thermal inducer is the thermal nullifier. This weapon creates a field that suppresses molecular motion, lowering the target’s temperature. In extreme cases, all molecular activity is arrested, reducing the target to absolute zero—a very damaging state for most spaceships. Like the thermal inducer, this is a beam or field that affects all targets in a single hex, plus any targets that lie directly between the firing vessel and the target. The inducer begins with an accuracy of +3 steps in the first round that it is fired, but this improves by one step in each consecutive round that the weapon is trained on the same target ship, to a maximum accuracy of –3 steps.",
	"Tractor Beam": "An application of advanced gravity tech, the tractor beam works a lot like the cable gun of PL 6, except that it’s much better. It can be used at range, and against targets whose course and speed differ wildly from the firing ship. Each tractor beam mount is capable of capturing up to 50 hull points. Multiple tractor beams can “combine” to capture larger vessels. If the tractor beam can affect the target, the firing ship can apply an acceleration of 0.25 Mpp per phase to the target vessel. If the firing ship has enough tractor beams to affect the target multiple times, this acceleration capacity increases as shown below: For example, a destroyer mounts three tractor beams, so it can affect a target of up to 150 hull points. It encounters a scoutship of 30 hull points and tries to capture it. The tractor capacity is 5 times that needed to hold the scout, so the destroyer can apply an acceleration of 3 Mpp to the ship each phase. Depending on the power of the scout’s engines, this may be enough to slow it down, halt it altogether, and begin to pull it in. Ships without acceleration compensation can be instantly destroyed by the extreme acceleration imparted if the operator is not careful; see “Acceleration Kills” in Chapter 4. If the target is too big to affect but the tractor-armed ship isn’t, the tractor beam will pull the firing ship towards its target, not the other way around. If both ships can be affected, the smaller ship moves toward the larger. Note that the acceleration applied by the tractor beam always pulls the target in; a tractor-armed ship can’t shove another ship into a convenient asteroid or planet. Once the tractor beam scores a successful hit, it remains “locked on” and exerts its acceleration each phase until the firing ship releases the beam or the target escapes. A target ship can shake off a tractor beam with a successful crew check (or pilot skill roll against Vehicle Operations-space - craft) provided the check equals or exceeds the success grade of the tractor beam’s attack roll. In other words, it takes a Good success in a crew check to shake off a tractor beam that scored a Good hit when it initially captured the target vessel.",
	"Mass Converter": "The mass converter manipulates matter at a distance, causing the target’s atoms to strip each other of electrons. The corrosive effect can turn steel into a fine gray powder in seconds. The mass converter ignores all defensive screens or shields except for the ablative screen.",
	"Matter Torpedo": "This energy torpedo launches a ball of dark matter plasma at the target, which explodes with tremendous effect upon impact. Its outstanding firepower makes up for a short range and high power demand. The plasma torpedo is a larger and more dangerous version of the same weapon.",
	"EM Torpedo": "This weapon is built around a specialized electromagnetic pulse warhead powered by a fusion reaction. It’s kind of like guided ball lightning fueled by a small H-bomb. It generates an extreme amount of EM noise, and causes ionization damage and electronics degradation in the target.",
	"Neural Inhibitor": "This weapon creates a pattern of neural interference that is essentially incompatible with all multicellular life. It ignores all defenses and armor, and causes no damage to the ship at all. Instead, the damage inflicted by the neural inhibitor only causes crew losses. On an Ordinary success, the neural inhibitor reduces the target’s crew check rating by 1 point; on a Good success, 2 points; and on an Amazing success, 4 points. A given ship can only be affected by a neural inhibitor once per battle (the crewmembers susceptible to the particular frequency of the interference die or collapse, and additional exposures don’t harm those who survived the first shot). The damage figures listed for this weapon are directly applied to any important crewmember (i.e., player-controlled hero) on board the target ship.",
	"Fission Activator": "This field generator creates a region in which otherwise stable atoms—for instance, the alloys of a ship’s hull—begin to undergo nuclear fission. Depending on the type of fissionable involved, the reaction may release a great amount of energy, or it might just “fizzle,” creating local weaknesses and ruptures in the target’s structure. The fission activator affects all targets in a single hex, but it has no effect on any targets intervening between the target area and the firing ship.",
	"Boarding Transporter": "Based on the very rare matter transmission technology, this weapon is a teleportation device that is safe for human use. It transports up to ten characters at one time onto an enemy vessel, provided the target does not have a functional ablative screen to interfere with the transporter’s carrier signal. In most cases, the boarding transporter is used to insert teams of heavily armed marines or bomb-equipped saboteurs to take the fight to the enemy directly.",
	"Code Arranger": "Perhaps the ultimate weapon, the code arranger “re-codes” the basic characteristics of the target’s atomic structure into something not at all useful, such as antimatter, hydrogen, or random energy. Armor is completely useless against the code arranger’s insidious attack, since it is normal matter too and can thus be affected in the exact same manner as the rest of the target vessel.",
	"Null Torpedo": "This weapon consists of an energy field that neutralizes all electromagnetic energy at the point of impact. Without electromagnetic energy, matter cannot exist—chemical bonds of all kinds instantaneously fail, leaving nothing but an electrically neutral cloud of subatomic dust. In effect, the null torpedo disintegrates whatever it hits.",
	"Plasma Torpedo": "This energy torpedo launches a ball of dark matter plasma at the target, which explodes with tremendous effect upon impact. Its outstanding firepower makes up for a short range and high power demand. The plasma torpedo is a larger and more dangerous version of the same weapon.",

	"-= DEFENSE DESCRIPTIONS =-": "Large warships are extremely valuable investments, both in terms of the amount of money required to build one and in the training and skill of the crew. Preventing lethal damage and balancing firepower, mobility, and protection have always been major concerns of the naval architect. No one wants to build the next Vasa or Hood. The first line of defense for any ship is its sheer size and basic compartmentation. Because large ships have superior toughness ratings, fire from smaller weapons and ships downgrades in its effectiveness; see Chapter 1. It’s hard for a space marine with an assault rifle to cause serious damage to a colony transport, even if the colony transport is completely unarmed and unarmored. The warship’s second line of defense is its armor, discussed earlier in this chapter. Armor serves to block or reduce damage that could otherwise cause the ship grievous harm. However, armor isn’t the only to protect a ship— many other advanced defensive systems exist.",

	"Chaff": "Consisting of a number of small rocket launchers positioned around the ship, the chaff system deploys a cloud of millions of tiny metal strips or particles to interfere with active sensors and missile seekers. Deploying chaff adds a +1 step penalty to enemy missile attack rolls and sensor checks for three full action rounds. Enemy vessels equipped with mass detectors may ignore the effect of chaff. If the ship changes its course or speed after deploying chaff, it leaves the cloud and loses the defensive benefits. The chaff system includes enough rockets for 4 chaff launches (although it’s easy to buy multiple chaff systems and increase this to 8, 12, or more chaff launches). Since large ships require more chaff for complete coverage, the system is ineffective if there is not at least one launcher per 100 hull points of the ship to be covered. For example, an armored cruiser of 500 hull points requires 5 chaff dispensers for basic coverage. If the shipbuilder wanted to increase the system capacity from 4 launches to 8 launches, he’d have to buy 10 chaff dispensers.",
	"Damage Control": "While all ships are equipped with some damage control provisions, this system represents a sophisticated and complete approach to compensating for damage. It includes redundant systems, casualty control modes for major machinery, extra compartmentation, repair materials, and advanced monitoring systems throughout the ship. Equipping a ship with damage control systems requires 5 percent of the hull, but the ship gains a –2 step bonus to all damage checks it must make. In other words, it’s more likely to keep its systems operational under heavy enemy fire. ",
	"Decoy Drone": "This is a small, unmanned vehicle equipped with electronic devices designed to mimic the EM and IR signature of the launching ship. Launching a decoy drone forces any enemy ships to make a sensor check or break track on the launch ship. If the enemy succeeds, the drone is spotted and ignored. If the enemy fails, it can still fire at the launch ship, but there’s a 50-50 chance that it targets the drone instead. Naturally, any successful hit destroys the drone and resolves the enem y ’s uncertainty as to the true position of the ship that deployed the decoy drone. One hull point devoted to the decoy drone purchases a drone bay with three drones. Additional drones can be bought by installing this system multiple times. Since large ships require larger drone emitters, the drone bay must be 1 hull point in size for every 100 hull points of the launch ship. For example, a battleship of 1,000 hull points requires a drone bay of 10 hull points, which contains three big decoy drones.",
	"Jammer": "A jammer system interferes with fire control radar and missile guidance systems. A ship equipped with a jammer can attempt to scramble missile seekers and enemy sensor checks. The jammer-equipped ship adds a +2 step penalty to enemy missile attacks and sensor checks. Large ships require multiple ECM emitters to cover the entire hull. An armored cruiser of 500 hull points must purchase 5 jammers to use this system at all.",
	"Magnetic Screen": "The first primitive energy shield, the magnetic screen uses vast amounts of power to surround the ship with potent lines of magnetic force. While it’s running, the magnetic screen adds a +2 step penalty to missile attack rolls and projectile weapon attack rolls. It has no effect on beam weapons or torpedoes. Large ships require multiple screen units to cover their larger hulls. Note that a ship may have only one kind of screen (magnetic, particle, deflection inducer, or ablative shield) active at any one time.",
	"Stealth Hull": "By coating the ship’s hull in a soft covering of radar-absorbent material, the stealth hull makes it more difficult to detect the ship with radar or laser energy. Enemy active sensor checks suffer a +2 step penalty against the stealth ship. Mass detectors, IR detectors, and EM detectors are not affected. Like many other systems, the stealth hull requires more hull points for larger ships.",
	"Defense Network": "This system consists of scores of small, disposable laser weapons deployed in a cloud surrounding the launching ship. Once deployed, the defense network is creates a near-impenetrable screen against missile and mine attack. Each time a missile attack is made against the protected ship, make a crew check and consult the following table: Missile flights are reduced to a number of salvos. Ordnance that “leaks through” the network attacks normally. The defense network blocks one missile flight, four mine patterns, ten salvoes, or forty individual missile or mine attacks before it’s exhausted. Since the constellation of defensive remotes can’t maneuver, the ship loses its defense network if it changes course or speed after deploying the remotes. One hull point holds three cloud deployments (larger ships need multiple hull points to hold three deployments appropriate to their size). The shipbuilder can provide additional deployments of the defense network by buying multiple systems.",
	"Deflection Inducer": "The deflection inducer surrounds the ship in belts of gravitational energy intense enough to bend beam weapons away from the ship and stop projectiles cold. An operational deflection inducer adds a +2 step penalty to all enemy fire. Large ships require multiple inducers to cover the hull, so a ship of 40 hull points requires 2 inducers, a ship of 400 hull points requires 20 inducers, and so on. A ship may only have one type of screen (magnetic, particle, deflection inducer, or ablative shield) active at one time.",
	"Particle Screen": "This defensive device generates a shell or aura of alpha particles—helium nuclei stripped of their electrons. This adds to the ship’s armor rating by the following amounts: d4 (LI), d4 (HI), or d6 (En). Secondary damage is calculated normally; the particle screen simply increases the ship’s armor roll by the appropriate amount. For example, a destroyer might be fitted with light cerametal armor, which stops d6 points of high-impact damage. If a particle screen also protects the destroyer, it stops d6 points of primary damage for the armor, plus an additional d4 points for the particle screen, for a total of 2 to 10 points. A ship can’t have more than one screen, shield, or deflection inducer active at the same time. Large ships require multiple screen units.",
	"Stealth Shield": "The stealth shield is a sophisticated electromagnetic transceiver that detects incoming EM energy from radars, ladars, and other sensor devices, and then generates an interfer- ence pattern to negate it. It also monitors the protected ship’s own EM emissions and cloaks them in a similar manner. Finally, the stealth shield masks the ship’s mass signature. A ship equipped with a stealth shield applies a +3 step penalty to all enemy sensor checks and missile attack rolls. Note that the stealth shield can’t be used in conjunction with a jammer, although it can operate with chaff or a defense network.",
	"Stardrive Scrambler": "This device scrambles the distinctive mass signatures and drivespace resonances created when a ship enters drivespace, making it very difficult for a starfall detector to determine where the ship is bound when it makes the jump. This adds a +4 step penalty to the listening ship or outpost’s sensor check to predict the departing vessel’s destination. Naturally, the scrambler must be active and powered during the jump to mask the ship’s signature.",
	"Repair Bots": "In addition to the features described under the PL 6 version of damage control, the ship is equipped with a number of robotic devices stored at various points throughout the hull. These bots are directly controlled by sophisticated damage control hardware and software. The repair bots can rapidly deploy to the damaged part of the ship and begin to effect repairs. This provides the ship with a –3 step bonus on any damage checks. In addition, the ship’s engineer can repair stun or wound damage remotely—see “Repairs” in Chapter 1.",
	"Ablative Shield": "This device surrounds the ship in an energy field that absorbs and dissipates attacks. In other words, it uses the ship’s power to ablate attacks before they take their normal effect. There are two components to an ablative shield: the generator and the capacitor. The generator works much like other defensive devices; each unit purchased provides a certain amount of hull coverage and demands a certain amount of power. All of the ship’s generators must be powered to create the ablative shield. The second component is a shield capacitor. Energy pouring into the ship’s shields needs to be diverted somewhere, and so shield-protected ships often carry huge capacitors to store this energy until it can be safely discharged later. Each hull point devoted to the capacitor can store up to 10 shield points of energy. This means that a shield generator is useless without a capacitor to absorb the energy. Incoming damage converts into shield points as shown below: Stun 1 point Wound 2 points Mortal 3 points Critical 5 points For example, a shielded ship is struck by a neutron gun for 6 points of mortal damage, which converts to 18 shield points. Next round, it’s hit by three laser shots for 5 stun points each, raising the total in the capacitors to 33. The following round, a nuclear missile detonates nearby, inflicting 4 critical points (another 20 shield points), for a total of 53 shield points into the ship’s capacitors. When the ship’s capacitors are full, the ablative shield automatically fails. There’s just nowhere else for the energy to go. A hit may be partially ablated by a failing shield. If the ship’s capacitors had 3 more shield points left and the ship was struck for 6 mortals, one point of mortal damage would take up the last 3 shield points, and 5 mortals would continue through to affect the shielded ship. Thus, ablative shields offer an impervious defense—for as long as the capacitors hold out. Note that damage upgrades or downgrades due to firepower versus toughness are applied before the shield takes effect. Capacitor Bleed-off Rates: Each round, capacitors bleed off 1 shield point of stored energy per 10 shield points currently stored, with a minimum of 1 shield point per round. This takes place during the repair phase. If a ship is carrying 23 shield points in its capacitors, it loses 2 points, dropping to 21 shield points at the end of the round. This represents radiators, heat sinks, or energy grounds designed to dissipate stored energy harmlessly. Ablative Shields and Toughness: Generally, an ablative shield has the same toughness as the generating ship. Heavy ships produce heavy shields, for instance. However, it’s possible to buy more ablative shield generators than are strictly necessary to generate a stronger shield (albeit at the cost of more power and space). A shield of at least three generators (6 hull points) is light toughness. A shield of at least ten generators (20 hull points) is medium toughness. A shield of at least thirty generators (60 hull points) is heavy toughness. A shield of at least one hundred generators (200 hull points) is super-heavy toughness. Energy Compilers: The energy compiler is a refinement or modification to the ablative shield capacitor. When an ablative shield backed by an energy compiler is struck by enemy fire, the compiler funnels some of the attack’s energy back into the shield, reinforcing it and making it more resistant to damage. The energy compiler has a capacity of 20 shield points per hull point, and reduces the power requirement for the ship’s shield generators from 2 power points per unit to 1 power point per unit, provided there is some amount of energy stored in the compiler from previous enemy fire.",
	"Cloaking Unit": "This device is an improvement of the PL 7 stealth shield. It renders the ship essentially invisible in every known medium. The cloaking unit imposes a +4 step penalty to enemy sensor checks and missile attack rolls. Obviously, the cloaking unit can’t be used in conjunction with a jammer or chaff bloom, since those devices would give away the ship’s position.",
	"Displacer": "Based on the spatial compression engine, the displacer is a device that “slides” the ship a few hundred meters several times a second in a series of randomized local teleportations. All enemy attacks against the displacing ship suffer a +3 step penalty. Like most other defense systems, large ships may require multiple units to receive the defensive benefit.",
	"Nanite Repair Array": "The final refinement of damage control systems, the nanite repair array consists of nodules or blisters filled with microscopic repair machines scattered throughout the ship. It offers a –5 step bonus to all damage checks the protected ship must make. In addition, the ship’s engineer can repair stun, wound, or mortal damage remotely.",

	"-= COMMAND AND CONTROL DESCRIPTIONS =-": "Sometimes referred to as “C-4” (command, communication, computers, and control), command systems represent the brains of a ship. Power, armor, shields, and weapons are important, but the command systems dictate just how effectively the warship can employ its armament. Before you install any of the systems above, you need to be aware that you must install either a cockpit or command deck on your ship. Larger ships require larger command decks. Regardless of how big your ship is, the command deck is large enough to accommodate all personnel and all the system controls necessary to fly and fight the ship. You can buy a secondary or tertiary command deck if you wish. In fact, most large warships (cruisers or bigger) almost always have an auxiliary bridge or secondary command deck, so that one lucky hit to the primary bridge won’t completely incapacitate the ship.",

	"Cockpit": "The cockpit is the nerve center of a small ship. For half a hull point, it includes one control station or seat. The maximum size of a cockpit is four seats or stations (2 hull points). Anything larger than that is more accurately described as a small command deck. While it’s theoretically possible for a ship of several hundred hull points to be controlled by a single pilot in a one-seat cockpit through heavy automation, in practice a cockpit is just too small to handle anything larger than 50 hull points. The cockpit includes a hatch (or sliding canopy) for access, but it’s not a full airlock. It also provides life support to its occupants, with a maximum duration of three days. Ships requiring more endurance than that must purchase a normal life support system.",
	"Command Deck": "Every ship requires either a cockpit or a command deck. A command deck begins at 2 hull points, and requires 1 extra hull point for each 100 hull points after the first 100 (a total of 3 hull points for a ship of 100 or more hull points, 4 for a ship of 200 or more, and so on). However, a command deck of 10 hull points can handle a ship of any size. A command deck includes three seats or stations per hull point. In a pitched battle, enemy fire may knock out the ship’s bridge or command deck. Many ships install an auxiliary command deck as a little bit of insurance against that lucky hit. All command functions are duplicated in the auxiliary bridge. It takes one round to switch command from one bridge to another. The command deck includes an airlock for exterior access, if the ship designer wants one there.",
	"Flag Bridge": "Many armored cruisers, battleships, carriers, or dreadnoughts are equipped with a flag bridge—a command deck with facilities for coordinating the actions of an entire fleet of ships. The flag bridge eliminates penalties applied to Tactics skill checks by the squadron commander or fleet admiral due to command and control limitations; see Chapter 3.",
	"Launch Tower": "Carriers and other ships that carry a large number of embarked small craft usually set aside special facilities for controlling the launch and recovery of their fighters and bombers. The launch tower is a center for coordinating the activities of small craft squadrons and maintaining “traffic control” in the vicinity of the ship. The Computer Core Basic systems monitoring, navigation, and engineering controls require some amount of computer support. Any ship equipped with a cockpit or command deck possesses builtin computers with the bare minimum of computing power necessary to fly the ship. However, it’s possible to install computers that add substantially to the ship’s combat abilities. You can install a computer core of Ordinary or better quality if you so choose. A computer core is necessary to support dedicated control computers, which are computers that enhance the functioning of one particular system. For example, a fire control computer may be installed to provide bonuses to attack rolls with one particular weapon system. The quality of the control computer can’t exceed the quality of the ship’s computer core. In other words, if you want to install a Good fire control system for your ship’s strong force guns, you have to install a Good or Amazing computer core; an Ordinary computer core just isn’t up to snuff. Computer Core (PL 6-9) While the most advanced computer cores are available at the higher Progress Levels, you don’t have to install the best computer core available into a ship. It’s perfectly acceptable to install no computer core at all in a PL 9 ship, especially if the ship is a bulk freighter or hauler that isn’t intended to come anywhere near a fight. However, most warships carry the best computers they can fit into the hull. The computer core itself does not add any bonuses to the ship’s combat rolls, but it enables dedicated control systems (the rest of the computers described here) to do so. In addition, a computer core is the equivalent of the following computer types described in Chapter 10 of the ALTERNITY Player’s Handbook: Core Equivalent to... Ordinary Mainframe (Ord) Good Mainframe (Good) Amazing Mainframe (Ama) Computer cores require 1 hull point per 200 hull points of the ship. For example, a battlecruiser (1000 basic hull points) requires a computer core of 5 hull points. The cost in hull points reflects networking, work stations, wiring closets, shock mountings, climate control, and other paraphenalia.",
	"Laser Transceiver": "The signal laser uses a beam of coherent light to transmit messages. The laser is extremely directional; the signal can’t be intercepted or jammed unless it’s beamed directly at a hostile ship or station. If the comm officer doesn’t know exactly where the receiving station is, the laser transceiver is a waste of power—you can’t use this for a general distress call to all stations in the area, for instance. A ship can’t receive laser communications unless it is equipped with the transceiver. Lasers are limited to the speed of light (8 AU or 1 million megameters per hour).",
	"Radio Transceiver": "The radio transceiver is an advanced, frequency-agile set that transmits in either LOS (line of sight) or omnidirectional mode. Like the laser, it’s limited to the speed of light. A radio transceiver can handle up to ten simultaneous two-way conversations, so ships with unusually large comm demands often purchase multiple transceivers.",
	"Mass Transceiver": "This device can transmit instantaneously to any point in the same star system, with no “lag” due to FTL limitations. Howe v e r, its range is limited to about 1,000 AU, so the signal can’t cross interstellar space. A ship must be equipped with a mass transceiver to receive mass-burst communications.",
	"Drivesat Comm Array": "This massive installation provides Gravity Age ships or stations with a very potent capability—interstellar communications. The drivesat array consists of a constellation of dozens of drive satellites, small stardrive-equipped transmitters that enter drivespace, transmit and receive messages, and then surface again. It enables FTL comms with a range of 50 light-years. Any signal takes 11 hours to reach its destination. Naturally, only a ship or station similarly equipped can receive the drivesat’s signal. To transmit and receive messages, the ship must remain stationary. If the ship moves while its drivesats are cycling, 10–40 percent (d4 x 10 percent) of its constellation will be lost in drivespace. The ship cannot transmit or receive while it’s in drivespace itself. Despite these limitations, the drivesat array is about the best way to send a message to another star system at PL 7.",
	"Drive Transceiver": "The drive transceiver is the first interstellar communication device that’s practical for small ships or second-rate colonies. Like the drivesat comm array of PL 7, it can send a signal up to 50 light-years distant. It takes 11 hours for the signal to reach the target station, which must also be equipped with a drive transceiver. The drive transceiver can neither transmit nor receive while the ship itself is in drivespace. The drive transceiver is cheaper and smaller than its predecessor by an order of magnitude.",
	"Psionic Transceiver": "This device consists of a special array of psi-enhancing devices that make it possible for a mindwalker with the Telepathy broad skill to communicate over interstellar distances. The receiving station must also have a telepath equipped with a psionic transceiver, or the ship’s mindwalker is wasting his time. Monitoring the transceiver for incoming messages requires the mindwalker’s attention, although he can go about other duties as long as he wears the headset that links him to the transceiver. Guarding the psionic frequencies counts as psionic activity, so the character can’t recover psionic energy points while he’s on watch. Using the transceiver to send messages requires a successful Telepathy-contact skill check, with the following modifiers: It costs 1 PEP per 5 light-years for a communication of 1 minute. Communication is instantaneous and twow a y, if the receiving character wishes to spend psionic energy points to respond; otherwise, communication is one-way. Unlike the other communication systems described here, the psionic transceiver can’t transmit anything that a human character couldn’t transmit in speech. Compressed data files, technical diagrams, or tactical readouts can’t be sent—unless the ship’s mindwalker also has the datalink specialty skill, in which case he may make a skill check to successfully transmit the nonverbal material.",
	"Ansible": "The ansible is a device that induces precise energy state changes in atomic nuclei without regard to distance or time. In effect, it permits instantaneous interstellar communications— voice, video, or data transfer—to any other ship or station equipped with an ansible. Much like a radio, the receiving station has to be attentive to a particular “frequency”, so the two ansible-equipped stations must have some prearranged communications protocols; the ansible can’t pick up any transmissions not intended for that specific station.",

	"-= SENSOR DESCRIPTIONS =-": "Any experienced spacehand can tell you that winning the information battle is every bit as crucial as winning the armament battle. Without good information on the enemy’s course, speed, and capabilities, even the most powerful weapon system is virtually useless. It’s highly advisable to purchase at least one air/space radar set. This is the minimum necessary to practice safe navigation in heavily trafficked areas and hazardous regions such as asteroid belts or ring systems. If you’re building anything more militant than an ore hauler, you probably want to equip your ship with the best sensors money can buy. Seeing the enemy before he sees you is simply too significant an advantage to skimp on sensors.",

	"Air/Space Radar": "The minimal sensor system acceptable on a spaceship hull, the air/space radar is the most common sensor system of the Fusion Age. It works equally well in atmospheres or open space.",
	"EM Detector": "The electronmagnetic detector is an antennae array designed to detect and localize EM emissions such as radio signals and radar beams. If the target is using active sensors, the EM detector gains a –2 step bonus on the sensor check. It’s possible to detect targets that aren’t active by listening for drive emissions and miscellaneous radio noise, but it’s harder—the EM detector suffers a +2 step penalty when used against nonradiating targets.",
	"Hi-Res Video": "This is a high-powered camera system designed to spot targets by their visual profile. It includes a very powerful zoom feature, allowing close inspection of far-off targets. It’s not a very good targeting or sensor system, but it’s perfect for evaluating damage the target has suffered. It’s hard to find a system that provides a better look at an object of interest.",
	"IR Detector": "Also known as a heat sensor, the infrared detector looks for targets that are radiating infrared energy—heat. It confers a –2 step bonus to sensor checks against targets maneuvering with a fission rocket, fusion torch, ion engine, or antimatter rocket.",
	"Ladar": "A laser detection and ranging system uses low-powered laser beams to pinpoint the target. Ladar ignores jamming, and it’s considered a passive sensor if the target does not itself possess ladar or a laser transceiver.",
	"Probe": "The sensor probe is a small rocket fitted with a video camera and a small air/space radar set. It has an acceleration of .05 Mpp per phase (or 50 KPH per phase) and enough fuel to operate for up to 48 hours after launch. The probe’s telemetry package allows it to transmit its video and radar data up to 100 Mm without degradation, and up to 1,000 Mm (1 million kilometers) with reasonably clear results. A common tactic in Fusion Age space battles is to launch several probes before contact and activate the probe radar sets, while leaving the ship on passive sensors. This allows the ship to gain the benefits of active targeting without making itself easier to detect. Each probe bay contains four probes. They can be replaced at a cost of 40 K each.",
	"Mass Detector": "This device detects targets through their gravitational signatures. Even though a spaceship has an infinitesimal mass compared to a planet, a sufficiently sensitive sensor can determine its bearing and approximate range by measuring the target’s influence on the sensing ship.",
	"Multiband Radar": "This is a more powerful and sophisticated version of the air/space radar.",
	"Probe, Advanced": "Obviously, this is a PL 7 version of the probe. It has an acceleration of 2 Mpp per phase (or 2000 KPH per phase) and enough power to operate for up to 72 hours after launch. The probe’s telemetry package allows it to transmit its video and radar data up to 1,000 Mm without degradation, and up to 1 AU (150 million kilometers) with a reasonably clear results. Each probe bay contains four probes. They can be replaced at a cost of 100 K each.",
	"Remote Network": "The remote network is a constellation of sensor probes that can be deployed in a ring or globe thousands of kilometers in diameter. This doubles the range of one other sensor system designated at the time the remote network is installed, so it’s possible to have a network that doubles the range of the ship’s EM detector, or its air/space radar, or its mass detector. It only takes one round to deploy the remote sensors. The remotes stay active for one day before their batteries are exhausted. Since the constellation of sensors can’t maneuver, the ship loses its remote network if it changes course or speed after deployment. The remote network system holds six constellations in its two hull points. The shipbuilder can provide three additional deployments of the remote network per additional hull point assigned to the system. Each extra hull point costs 250 K.",
	"Drive Detection Array": "Based on the same technology as the drivesat comm relay, the drive detection array provides a ship with the ability to detect events occurring across interstellar distances—specifically, the starfalls and starrises of ships traveling by means of a stardrive, drivewave generator, or jump drive. The drive detection array has a range of fifty light-years. It takes eleven hours for the “splash” of the ship entering or emerging from drivespace to propagate, so the drive detection array doesn’t provide real-time information. However, it does indicate the class of ship traveling (small, light, medium, h e a v y, or super-heavy) and the number of ships traveling. The location of the arrival or departure is also recorded, although the sensor operator can’t tell where the arriving ship came from, or the departing ship is heading to. The detection array does not function while the array-equipped ship is traveling in drivespace itself.",
	"Spectroanalyzer": "While the spectroanalyzer isn’t useful as a targeting sensor, it is a powerful analytical tool. It combines spectrum analysis of visible light, radar mapping, and precise mass measurements to create a profile of a planet or space object. The spectroanalyzer is an active sensor that confers a –2 step bonus on sensor checks for Battle Damage Assessment (see Chapter 2) and any Physical Science—astronomy or plane - tology skill checks for the purpose of determining the mass, composition, or characteristics of a space object. Ship-sized objects may be examined at distances of 2/4/16 Mm for short/medium/long range on the sensor check; planets may be examined at ranges of 1/5/25 AUs for short/medium/long range.",
	"CE Passive Array": "This system collates and analyzes all electromagnetic energy received by the sensor. It combines the properties of an EM, IR, and video scan and receives a –4 step bonus to detect a target using active sensors.",
	"Drive Detector": "The drive detector works much like the drive detection array of the Gravity Age, but it’s much smaller and cheaper.",
	"Mass Radar": "Sometimes abbreviated as “madar”, the mass radar uses pulses of gravitational energy to precisely range and pinpoint objects. It also has the ability to detect objects buried beneath radar-reflective surfaces. The mass radar can penetrate up to 100 kilometers of ice or water, 20 kilometers of normal stone or rock, or 2 kilometers of nickel-iron or similarly dense and metal-rich rock. This makes the mass radar ideal for locating bases or facilities buried deep underground.",
	"Multiphase Radar": "This radar system works much like the multiband radar of PL 7, but it’s even more powerful and sophisticated. Due to its track-with-scan capabilities, the multiphase radar has a tracking capability 50 percent higher than normal.",
	"Omniscience Sphere": "Based on rare psi-technology, the omniscience sphere is a sensor device that automatically detects any and all objects that approach within 50 megameters of the ship or station. No sensor checks are required. Sophisticated neural filters and data-feed programs allow the operator to instantly relay his findings to the ship’s computers for fire control solutions and detailed tracking predictions. The omniscience sphere must be manned by a psionic character who possesses the broad skill of ESP. The character cannot rest or meditate while plugged in to the sphere. Operating the sphere requires 2 psionic energy points per hour. Usually, ships with this sensor system will employ a team of “ESPers” to continuously man the sphere while underway.",

	"-= SUPPORT DESCRIPTIONS =-": "The whole purpose of a starship is to transport humans across the interstellar void. In the early days of space travel, nine out of ten systems in a spaceship are there for the explicit purpose of protecting the crew from the incredibly hostile environment of open space. With the advance of technology into the Fusion Age and Gravity Age, life support systems become smaller, more reliable, and less of a constraint to the shipbuilder. If you don’t want to figure out your ship’s manpower requirements quite yet, use the crew figures on TABLE 5 – 1 as a good estimate for how many accommodations you should buy. Your crew may be significantly higher or lower than this if you take the time to figure out your manning requirements in detail, but this is a reasonable estimate. Figure on spending between 10 and 15 percent of your ship’s hull points on crew accommodations, and you’ll be in good shape.",

	"Life Support": "The basic life support system requires 1 hull point per 20 hull points of climate-controlled hull. It provides pressurization, temperature control, oxygen, and gravity (or acceleration tanks) to the entire ship.",
	"Autosupport Unit": "This is simply a superior version of the PL 6 life support machinery. Each unit requires one hull point and provides life support to 40 hull points of the rest of the ship. Again, a shipbuilder on a budget can economize by omitting some portion of the ship from the autosupport machinery.",
	"Symbiotic Hull": "Sophisticated biomechanical interfaces and smart environmental engineering make it possible to combine the autosupport machinery and the recycling machinery into a single ship-wide system. The symbiotic hull can be down-sized to provide life support to only part of the ship, such as the autosupport unit.",
	"Crew Bunkroom": "Three hull points is enough to support 20 crewmembers or marines in spartan living quarters. Each crewmember has a small sleeping cubicle and little else to call her own. This is a little abstract, since corridor space, stores, galleys, mess decks, heads, and other common spaces come with the purchase of this system. A crew or troop bunkroom includes an airlock. This may or may not be directly connected to the bunkroom, but somewhere in the passageways, lounges, and open areas that are assumed to come with a bunkroom there’s an access to the exterior of the hull. Bunkrooms can be used for passengers, but they’re not suited for paying fares. No passenger would pay more than a third-rate fare for these accommodations.",
	"Cabin": "This is simply a condensed version of standard crew quarters, intended to provide cramped but tolerable living facilities for a small vessel. Like the cabin of a modern power boat or sailing yacht, it includes the basics—galley, head, sleeping space, and maybe a table—in a surprisingly small space. The cabin includes a hatch for exterior access, but not an airlock.",
	"Crew Quarters": "Two hull points of officer quarters provide high-quality facilities for six crewmembers. As with the cabin or bunkroom, crew quarters include passageways, mess decks, lounges, washrooms, laundry facilities, and so on—everything people need other than a place to sleep. Each unit of crew quarters includes one free airlock. Ty p i c a l l y, a warship will carry most of its crew complement in bunkrooms, reserving separate quarters only for the officers, technicians, and high-ranking crewmembers.",
	"Passengers Quarters": "Each hull point spent on passenger suites adds two firstclass or four second-class passengers to the ship’s carrying capacity. Like crew quarters, passenger suites include extra passageways, lounges, galley space, dining rooms, and recreation facilities. Of course, passengers can be carried in normal crew berthing, but the passenger suite provides some degree of luxury for the trip. Each unit includes a free airlock for access.",
	"Cryogenics Unit": "The cryogenic unit is designed to hold a dozen people in suspended animation for years at a time. Multiple cryogenic units can hold correspondingly more people, and require more power. For example, a cryogenic facility of 100 hull points (50 units) can hold 600 people in suspended animation and requires 50 power points. It takes hours to safely place living creatures into cryogenic stasis, or to wake them once they’re frozen. On average, it takes four hours to freeze and twelve hours to thaw a typical human. A creature in cryogenic stasis ages very slowly, about one day for every fifty days of time in cold storage. If power to the cryogenic unit is interrupted for more than one round, its occupants begin to die. They suffer 1d4 points of mortal damage in the second and each subsequent round until they die or power is restored.",
	"Life Suspension Unit": "The life suspension unit is an improvement of the cryogenic unit. Organisms in the life suspension unit aren’t just frozen, they’re actually in true suspended animation. They don’t age at all and need no provisions for food or respiration. In addition, it takes only one round to place a creature into suspension or remove it from suspension. Interrupting power to the life suspension unit for more than one round wakes all occupants at the end of the second round without power. People who come out of stasis this way are disoriented (+2 step penalty to all actions) for 2d6 minutes, but otherwise unharmed. Stores Just as a hull includes facilities for some number of crewmembers, it also includes stores for those crewmembers at no cost in hull points, power, or money. Stores are measured in days; 20 days of stores could feed one person for 20 days, or 10 people for 2 days, or 20 people for a single day. Whenever you purchase accommodations for your hull, you also purchase a basic allotment of stores—enough to feed the entire crew for 100 days. In other words, a ship normally carries 100 days of stores per crewmember or passenger. For example, a frigate with accommodations for a crew of 60 hands begins with 6,000 days of stores at no extra charge in hull points or money. If the ship’s crew capacity is increased to 72 by the addition of 4 more hull points of crew quarters, the ship’s stores are increased to 7,200 days at no extra cost.",
	"Deep Stores": "The simplest way to extend the amount of time a ship can go without new stores is to simply carry more food and water. Each hull point of deep stores adds 1,000 days of stores to the ship’s capacity. Assuming that one man-day of stores is about 1 kg of food and other consumables, this means that a small ship carrying a metric ton of deep stores can keep a single person alive for years.",
	"Hydroponics Bay": "The hydroponics bay is a self-sustaining ecosystem that can supply the food, water, and oxygen needs of up to 10 people. Each hydroponics bay reduces the stores consumption of 10 crewmembers to that of 1 crewmember. For example, a ship with a crew of 60 people normally consumes 60 days of stores each day. If the ship is equipped with two hydroponic bays (or a single hydroponic bay of 4 hull points, if you prefer), 20 of these crewmember count as only 2, so the total stores consumption drops from 60 days to 42 days of stores per day. Hydroponics bays are very popular for ships designed to spend extremely long periods of time in deep space.",
	"Recycler Unit": "Designed to recapture every gram of biomass produced by the ship’s crew, the recycler unit drastically extends the life of the ship’s stores. A ship equipped with a recycler unit consumes stores at ten percent the normal rate. This is cumulative with the effects of any hydroponics bays installed. For example, a ship with a crew of sixty and six hydroponics bays only consumes stores at the rate of 6 days of stores per day; if the ship was also equipped with a recycler, this would drop to 6 days of stores per ten days. Each recycler unit reduces the stores consumption of twenty crewmembers or passengers. It’s possible for some crewmembers to be covered by a recycler while others aren’t, as long as you don’t mind some needless math.",

	"-= MISCELLANEOUS INSTALLATION DESCRIPTIONS =-": "The last systems a shipbuilder normally considers are the miscellaneous facilities that don’t really fit into any other category. Some of these may be crucial to the ship’s mission; a heavy freighter should buy its cargo space first, and its defensive armament second.",

	"Airlock": "A small compartment with two heavy-duty hatches—one leading outside the ship, the other leading inside—the airlock also includes the pumps and controls necessary to pressurize or depressurize the room. A ship automatically includes one free airlock per command deck, crew quarters, crew bunkroom, docking clamp, hangar, cargo hold, or ordnance transfer system; additional airlocks may be purchased at a cost of 1 hull point and 10 K each.",
	"Brig": "Think of the brig as accommodations for undesirable passengers. Each two hull points devoted to the brig provides individual cells for four individuals, plus a security station, interrogation room, visiting area, and alarm system in case any of the guests decides to leave.",
	"Cargo Space": "One hull point provides enough space for 10 cubic meters of cargo, or one cargo unit. A compartment 2 meters tall, 2 meters wide, and 2.5 meters deep would be typical for 1 hull point of cargo space. Simply buying this system multiple times can purchase more cargo space.",
	"Cargo Bay": "Two hull points provide enough space for 50 cubic meters of cargo, or five cargo units. This is more efficient than two one-hull point cargo space because systems such as bulkheads, hatches, monitoring, and climate control don’t need to be duplicated in the larger cargo bay. A space 4 meters wide, 2.5 meters tall, and about 5 meters deep is reasonable for a cargo bay. A cargo bay can be made larger by purchasing the system multiple times. The cargo bay includes an exterior hatch, although this isn’t an airlock.",
	"Cargo Hold": "Three hull points provide space for 100 cubic meters of cargo, or ten cargo units. This is more efficient than three one-point cargo spaces, or even a two-point bay plus a one-point space. An area 2.5 meters tall, 4 meters wide, and about 10 meters deep is reasonable for a 3-point hold. Large ships might purchase a cargo hold several times to create a hold with a capacity of 500 or 1,000 cubic meters. The cargo hold includes a large cargo or vehicular airlock for exterior access.",
	"Escape Pod": "The escape pod is a stripped-down version of the boarding pod. It can carry ten people, and it includes 100 man-days of air and supplies. It’s equipped with an emergency distress beacon and an automated landing program that will get its passengers to a planetary surface if there isn’t a pilot on board. The power cells allow up to 6 hours of flight.",
	"Hangar": "The hangar is an enclosed, internal space where small craft can be stored, maintained, launched, and recovered. Its capacity is one hull point of small craft per hull point allocated to the system, so a 200-hull point hangar could carry 20 10-hull point fighters. The hangar itself is a triple-airlock that can be opened to space, sealed from space, or sealed with a portion open to space for launch and recovery of small craft.",
	"Docking Clamps":"The docking clamp is a hardpoint and airlock where another ship can secure itself to the hull. The maximum capacity of a docking clamp is 10 hull points per 2 hull points installed; a docking clamp capable of securing ships of up to 30 hull points would require 3 docking clamps, or one docking clamp purchased at three times the normal size and cost. Ships mated to docking clamps can disengage in a single phase. Many carriers are built with their fighters carried on docking clamps. Not only does this save a lot of space, it also allows all the fighters to disengage simultaneously— there’s no restriction on the number of embarked craft that can be launched in one round in this fashion. Docking clamps have several drawbacks. First, the embarked ships are outside the carrier’s hull and are not protected by its armor, bulk, or life support. Repair work or service to the embarked craft must be carried out in e-suits under vacuum conditions, which is hazardous and inefficient. Second, it’s impossible to enter a planetary atmosphere while embarked craft are attached to docking clamps. The craft must be detached and flown down separately, or parked in a convenient orbit for retrieval when the carrier leaves the atmosphere again. Finally, the embarked ships may not exceed more than 10 percent of the carrier’s hull. In other words, a 400-hull point cruiser can carry up to 40 hull points of embarked craft, but no more. Note: You may exceed this limit if you wish, but if the embarked craft total to more than 10 percent of the carrier’s hull points, then they count toward the carrier’s hull point total for purposes of calculating maneuverability and FTL travel. For example, a 400-hull point ship with 20 docking clamps could carry as much as 200 hull points of embarked craft. However, this means that its 40-hull point engines— 10 percent of the hull, in normal circumstances—now comprise only 6.67 percent of the total hull points. (This rounds down to 5 percent.) In this case, the carrier probably loses some of its acceleration and travels at a slower FTL rate while all those embarked craft are alongside.",
	"Magazine": "Just because a carrier embarks 50 fighters armed with matter bombs, it doesn’t mean that there are more matter bombs lying around for the fighters to rearm and strike again. Carriers whose embarked craft rely on dropped ordnance or missiles require vast ordnance stores to sustain any kind of prolonged hostilities. Each hull point spent on magazines can store 4 size points of missiles, mines, or bombs.",
	"Fuel Collectors": "Many Fusion Age systems require large amounts of hydrogen fuel. A ship could be stranded without propulsion or power by exhausting its fuel supply in a system lacking any kind of fuelling facilities. A fuel collector system allows a ship to process fuel from sources found even in the most desolate star systems. Gas giants hold incredible reserves of hydrogen, and water (which can be processed into hydrogen) can be found on planets, moons, and comets as ice or liquid water. Each fuel collector unit can process enough fuel to fill a 1 hull- point tank in one day, provided the ship spends that day engaged in fueling operations—siphoning water, mining ice, or skimming gas giant cloud-tops. Note that a ship trying to fill several hundred hull points of fuel tanks will take months to completely fuel with only one fuel collector system. Large ships should carry several fuel collectors to fuel in a reasonable amount of time.",
	"Lab Section": "The lab section consists of a small number of offices, laboratories, and conference rooms suited for various types of scientific work. Four scientists or technicians can work comfortably in this space, and as many as a dozen can use it with significant crowding. General-purpose instruments and recording devices are also included. An Ordinary-quality mainframe (see Chapter 10 of the ALTERNITY Player’s Handbook) is included in the cost of this system. It contains databases on the broad skills of Physical Science, Life Science, and Technical Science.",
	"Reentry Capsule": "A reentry capsule is an emergency escape device with room for two people. After ejection, the capsule has enough air and survival supplies for ten days. It drifts through space, or it can de-orbit and make planetfall if it was launched within 10,000 kilometers of a planet’s surface.",
	"Sick Bay": "This is a small shipboard hospital with care and treatment facilities for up to four in-patients. Buying the sick bay multiple times increases its capacity accordingly, so a 10-hull point sick bay can accommodate 20 beds. The sick bay includes a small operating theater, a reasonable supply of medical equipment and supplies, and constant vitals monitoring for all patients. The sick bay qualifies as a facility of Ordinary (–1 step), Good (–2 step) or Amazing (–3 step bonus) quality for Medical Sciencetreatment or surgery skill checks at Progress Levels 6, 7, and 8, respectively.",
	"Workshop": "The workshop is a small but lavishly equipped machine shop for repair work, light manufacturing, and special fabrication jobs. A shipboard workshop makes it possible to attempt repairs of mortal damage in space, but any such attempts suffer a +3 step penalty.",
	"Accumulator": "The accumulator stores extra power points. Each hull point can store up to 10 excess power points, which can be allocated or spent just like normal power points in the power distribution phase. However, once the accumulator’s stored power points have been allocated, they’re unavailable until the accumulator is recharged in a subsequent power distribution phase. Accumulators are useful for providing ships with quick one-shot recharges on high-powered weapons or extra power for maneuverability in an emergency situation.",
	"Autocargo": "Consisting of automated cargo loading and handling machinery, the autocargo system provides service to cargo holds, bays, or spaces totaling 6 hull points or less. It allows the rapid loading or unloading of cargo, handling heavy or awkward loads with ease.",
	"Boarding Pod": "The boarding pod is a small assault module equipped with gravity induction engine powered by a large lanthanide cell. It can hold ten troops in normal gear, or six troops in body tanks. The boarding pod has an acceleration of 0.5, a Maneuverability Class of 2, and enough power to sustain flight for up to 10 game rounds. This means that it’s generally used against targets that aren’t maneuvering or accelerating any more. The pod can be “flown” remotely from the launching ship, or controlled by a pilot with the Vehicle Ops-spacecraft skill. It has 5/5/2 stun/wound/mortal points, Good toughness, and 1d4 points of external armor against all types of damage. The power cells can provide 6 hours of flight and up to 48 hours of life support. When the pod reaches its target, it uses a set of mechanical grapples to fasten itself to the enemy’s hull. It doesn’t have any facilities for cutting into the enemy ship, but the marines on board normally carry shaped charges or laser torches to make their entrance. This normally takes 1d4 rounds, although it depends a lot on what kind of gear the boarders have and what they’re trying to get into.",
	"Evac System": "This is a system of four escape pods, designed to serve a large ship. Each has a capacity of 10 people, carries 100 man-days of air and supplies, and can sustain up to 6 hours of independent flight with an acceleration of 1. An automated landing program can bring the pod to a planet’s surface if there isn’t a pilot available. The system can be expanded for larger ships. Each additional hull point provides two more life pods, at a cost of 50,000. Most warships and liners carry enough evacuation pods to provide all hands a chance to escape a major catastrophe in space.",
	"Fabrication Facility": "This facility is a large, automated workshop with a manufacturing computer that holds design specs for thousands of useful devices and critical machinery. Virtually any part or component of the ship can be duplicated by the fabrication facility. Not only is the facility useful for creating specialpurpose tools, furniture, or repair parts, it also makes possible the repair of mortal damage to the ship without returning to a shipyard.",
	"Ordnance Transfer System": "The ship is equipped with a special airlock and ordnance transfer crane or tractor beam. It can reload external missile racks, bomb racks, or ordnance cells in d4 x 10 minutes, instead of d4 hours. Ammo carriers are often fitted with this system to permit faster reloading of expended missiles and bombs.",
	"Security Suite": "The ultimate in shipboard security, this suite of protective devices includes video, sound, and thermal monitoring of all protected compartments by surveillance computers. All doors in the protected area are heavy-duty armored security hatches that can be set to open by key card, retinal scan, or positive control from the ship’s security center. Finally, each security suite purchased includes four weapon cupolas that can be used to mount any ranged or heavy weapon from the Player’s Handbook in strategic locations such as airlocks, passage intersections, or vital compartments. While it’s possible to protect the entire hull of a large system with security suites, it’s more cost-efficient to create “security zones” or “security decks” to guard vital areas or control access throughout the ship, leaving most of the hull with routine security measures and monitoring.",
	"Stabilizer": "The stabilizer is a modification to the ship’s engine system that increases its maneuverability. A ship equipped with a powered stabilizer increases its base Maneuverability Class by 1 point. For example, a fighter with a stabilizer is Maneuverability Class 5, not 4. The stabilizer requires 5 percent of the hull, and 1 power point per hull point of the system. For example, a corvette of 80 hull points requires a stabilizer of 4 hull points, consuming 4 points of power.",
	"Holofield Bay": "The ultimate in personal entertainment, the holofield bay uses virtual matter and holoprojection technology to create fully immersive virtual reality. Sometimes the verisimilitude of the setting is not completely perfect, but it’s good enough for extremely realistic training (–2 step bonus to Teach skill checks made with holofield bay classrooms) and just having fun.",
	"Nanomanufacture Bay": "The final step in shipboard manufacturing and repair technology, the nanomanufacture bay combines many of the fabrication facility’s machines with a nanite tank—a large fluid-filled chamber in which a matrix of microscopic devices can construct virtually anything imaginable from the crudest raw materials. The ship’s engineer gains a –1 step bonus to repair checks to repair mortal damage, despite the fact that a shipyard is normally required to effect such repairs.",

	"-= COMPUTER DESCRIPTIONS =-": "Basic systems monitoring, navigation, and engineering controls require some amount of computer support. Any ship equipped with a cockpit or command deck possesses builtin computers with the bare minimum of computing power necessary to fly the ship. However, it’s possible to install computers that add substantially to the ship’s combat abilities. You can install a computer core of Ordinary or better quality if you so choose. A computer core is necessary to support dedicated control computers, which are computers that enhance the functioning of one particular system. For example, a fire control computer may be installed to provide bonuses to attack rolls with one particular weapon system. The quality of the control computer can’t exceed the quality of the ship’s computer core. In other words, if you want to install a Good fire control system for your ship’s strong force guns, you have to install a Good or Amazing computer core; an Ordinary computer core just isn’t up to snuff.",
	"Computer Core, Ordinary": "While the most advanced computer cores are available at the higher Progress Levels, you don’t have to install the best computer core available into a ship. It’s perfectly acceptable to install no computer core at all in a PL 9 ship, especially if the ship is a bulk freighter or hauler that isn’t intended to come anywhere near a fight. However, most warships carry the best computers they can fit into the hull. The computer core itself does not add any bonuses to the ship’s combat rolls, but it enables dedicated control systems (the rest of the computers described here) to do so. In addition, a computer core is the equivalent of the following computer types described in Chapter 10 of the ALTERNITY Player’s Handbook: Core Equivalent to... Ordinary Mainframe (Ord) Good Mainframe (Good) Amazing Mainframe (Ama) Computer cores require 1 hull point per 200 hull points of the ship. For example, a battlecruiser (1000 basic hull points) requires a computer core of 5 hull points. The cost in hull points reflects networking, work stations, wiring closets, shock mountings, climate control, and other paraphenalia.",
	"Computer Core, Good": "While the most advanced computer cores are available at the higher Progress Levels, you don’t have to install the best computer core available into a ship. It’s perfectly acceptable to install no computer core at all in a PL 9 ship, especially if the ship is a bulk freighter or hauler that isn’t intended to come anywhere near a fight. However, most warships carry the best computers they can fit into the hull. The computer core itself does not add any bonuses to the ship’s combat rolls, but it enables dedicated control systems (the rest of the computers described here) to do so. In addition, a computer core is the equivalent of the following computer types described in Chapter 10 of the ALTERNITY Player’s Handbook: Core Equivalent to... Ordinary Mainframe (Ord) Good Mainframe (Good) Amazing Mainframe (Ama) Computer cores require 1 hull point per 200 hull points of the ship. For example, a battlecruiser (1000 basic hull points) requires a computer core of 5 hull points. The cost in hull points reflects networking, work stations, wiring closets, shock mountings, climate control, and other paraphenalia.",
	"Computer Core, Amazing": "While the most advanced computer cores are available at the higher Progress Levels, you don’t have to install the best computer core available into a ship. It’s perfectly acceptable to install no computer core at all in a PL 9 ship, especially if the ship is a bulk freighter or hauler that isn’t intended to come anywhere near a fight. However, most warships carry the best computers they can fit into the hull. The computer core itself does not add any bonuses to the ship’s combat rolls, but it enables dedicated control systems (the rest of the computers described here) to do so. In addition, a computer core is the equivalent of the following computer types described in Chapter 10 of the ALTERNITY Player’s Handbook: Core Equivalent to... Ordinary Mainframe (Ord) Good Mainframe (Good) Amazing Mainframe (Ama) Computer cores require 1 hull point per 200 hull points of the ship. For example, a battlecruiser (1000 basic hull points) requires a computer core of 5 hull points. The cost in hull points reflects networking, work stations, wiring closets, shock mountings, climate control, and other paraphenalia.",
	"Fire Control, Ordinary": "A dedicated fire control computer adds a –1, –2, or –3 step bonus to attack rolls made with one weapon battery. A weapon battery is defined as all weapon installations that are identical to each other. For example, a ship with three hypermass cannons, six plasma cannons, and one launch cell array could define three different batteries: the hypermass cannons, the plasma cannons, and the launch cell array. Similarly, a ship armed with two launch racks could combine both under the same fire control computer. Large weapon systems require a more expensive fire control installation, although it doesn’t take any more hull points.",
	"Fire Control, Good": "A dedicated fire control computer adds a –1, –2, or –3 step bonus to attack rolls made with one weapon battery. A weapon battery is defined as all weapon installations that are identical to each other. For example, a ship with three hypermass cannons, six plasma cannons, and one launch cell array could define three different batteries: the hypermass cannons, the plasma cannons, and the launch cell array. Similarly, a ship armed with two launch racks could combine both under the same fire control computer. Large weapon systems require a more expensive fire control installation, although it doesn’t take any more hull points.",
	"Fire Control, Amazing": "A dedicated fire control computer adds a –1, –2, or –3 step bonus to attack rolls made with one weapon battery. A weapon battery is defined as all weapon installations that are identical to each other. For example, a ship with three hypermass cannons, six plasma cannons, and one launch cell array could define three different batteries: the hypermass cannons, the plasma cannons, and the launch cell array. Similarly, a ship armed with two launch racks could combine both under the same fire control computer. Large weapon systems require a more expensive fire control installation, although it doesn’t take any more hull points.",
	"Sensor Control, Ordinary": "A dedicated sensor control computer adds a –1, –2, or –3 step bonus to sensor checks made with one sensor system. Special filter and enhancement routines account for the superior sensor sensitivity.",
	"Sensor Control, Good": "A dedicated sensor control computer adds a –1, –2, or –3 step bonus to sensor checks made with one sensor system. Special filter and enhancement routines account for the superior sensor sensitivity.",
	"Sensor Control, Amazing": "A dedicated sensor control computer adds a –1, –2, or –3 step bonus to sensor checks made with one sensor system. Special filter and enhancement routines account for the superior sensor sensitivity.",
	"Tac Control, Ordinary": "This computer collects data from a number of different sources and presents a synthesized diagram or summary in some kind of tactical display—a flat screen or holo display. The tac control computer adds a –1, –2, or –3 step bonus to Tactics checks.",
	"Tac Control, Good": "This computer collects data from a number of different sources and presents a synthesized diagram or summary in some kind of tactical display—a flat screen or holo display. The tac control computer adds a –1, –2, or –3 step bonus to Tactics checks.",
	"Tac Control, Amazing": "This computer collects data from a number of different sources and presents a synthesized diagram or summary in some kind of tactical display—a flat screen or holo display. The tac control computer adds a –1, –2, or –3 step bonus to Tactics checks.",
	"Nav Control, Ordinary": "The nav computer adds a –1, –2, or –3 step bonus to maneuver checks and Navigation-system astrogation or Navigation- drivespace astrogation skill checks. It continuously calculates potential course changes and helps the pilot to evaluate the effectiveness of various maneuvers in midround.",
	"Nav Control, Good": "The nav computer adds a –1, –2, or –3 step bonus to maneuver checks and Navigation-system astrogation or Navigation- drivespace astrogation skill checks. It continuously calculates potential course changes and helps the pilot to evaluate the effectiveness of various maneuvers in midround.",
	"Nav Control, Amazing": "The nav computer adds a –1, –2, or –3 step bonus to maneuver checks and Navigation-system astrogation or Navigation- drivespace astrogation skill checks. It continuously calculates potential course changes and helps the pilot to evaluate the effectiveness of various maneuvers in midround.",
	"Attack Computer": "This unit combines a small computer core with a small fire control computer slaved to one single weapon system. The dedicated weapons gain a –1 step bonus to all attack rolls. Weapons totaling more than 5 hull points are simply too big for the attack computer to handle; this system is designed for fighters, bombers, and other small craft in which space is at a premium.",

	"-= END DESCRIPTIONS =-": "Missiles, bombs, and mines are grouped together because they all share two important features: The weapon’s effectiveness is largely determined by the type of warhead delivered to the target, and the launch system is extremely simple compared to a beam or projectile weapon. Weapons in this category consist of four basic components: the launch system, propulsion system, warhead, and guidance system. There are a couple of ways to handle missiles, bombs, and mines in combat. Four missiles fired at the same time make up a salvo; forty missiles fired at one time make up a flight (a very impressive display of firepower). Ten bombs or mines deployed at the same time comprise a pattern. Generally, it’s advantageous to hit the enemy with a number of warheads at the same time instead of firing a bunch of weapons one at a time."
	
	}
