{
    "Launch": "This is a boat, pinnace, or gig designed to simply move small amounts of people from one point to another. They’re rarely armed or armored.",
    "Courier": "The courier is a more robust ship capable of extended operation away from its base. Few are drive-capable.",
    "Trader": "The smallest common commercial hull, the trader (or tradesman) generally carries a mix of small, high-value loads, personnel, and information or mail.",
    "Fighter": "Designed for action against other small craft, fighters lack the punch to be very effective against large targets unless they’ve been designed to carry bombs or torpedoes.",
    "Strike Fighter": "Also known as the heavy fighter, the strike fighter is usually armed with a bomb or torpedo capable of seriously damaging a large warship or tough ground target. It may or may not be equipped with weapons suitable for defending itself against enemy fighters.",
    "Cutter": "Many system patrol craft or police vessels fall into this category. The cutter is rarely drive-capable. Note that a military ground assault ship might fall into this hull size.",
    "Scout": "The largest small craft, a scout is designed to cover space and locate enemies without engaging in serious combat. A scoutship is 40 to 50 meters long and masses 100 to 200 tons.",
    "Escort": "Escorts are a long-endurance patrol craft employed for a variety of duties, including the protection of merchant shipping and remote bases. A typical escort ship is about 50 to 70 meters long and weighs 1,000 tons.",
    "Corvette": "Basically a larger version of the escort ship, the corvette serves as both a gunboat and fleet escort. These are the smallest military vessels expected to operate independently in wartime.",
    "Frigate": "A military vessel used for scouting and escort duties, the frigate is primarily intended to screen larger vessels against small craft attack. A frigate is roughly 100 to 120 meters long and weighs about 2,000 to 3,000 tons, carrying a crew of about 100 men and women.",
    "Destroyer": "Destroyers take their name from the torpedo-boat destroyers of the late 19th century. They’re integral to the defense of a task force, screening it against small craft and attack ships.",
    "Light Cruiser": "The light cruiser is a warship that serves several roles. It may be part of a task force, escorting capital ships; it may operate independently as a scout and raider; and finally, it may serve in diplomatic and scientific tasks.",
    "Heavy Cruiser": "Generally considered the smallest capital ship, a heavy cruiser is a serious warship. It can outfight anything it can catch, and outrun anything it can’t outfight.",
    "Armored Cruiser": "These vessels often serve as the centerpiece of a raiding or patrolling task force, especially if heavier warships are in short supply. Many armored cruisers are configured for task force command functions.",
    "Battlecruiser": "The battlecruiser is a formidable warship that sacrifices weight of armor in exchange for speed. Its heavy weapons can make short work of any smaller vessel.",
    "Battleship": "The mainstay of many stellar navies, the battleship is heavily armed and armored, although not very maneuverable.",
    "Fleet Carrier": "Designed to carry large numbers of strike craft and interceptors, the fleet carrier has the ability to launch devastating attacks from millions of kilometers away.",
    "Dreadnought": "The mightiest ships found in the battle lines of a stellar navy, dreadnoughts are titans armed with awesome firepower and impregnable defenses.",
    "Supercarrier": "Like the fleet carrier, the super-carrier is designed specifically to operate large numbers of small craft. A super-carrier might have an air wing of 200 to 300 interceptors and strike craft.",
    "Superdreadnought": "Sometimes found serving as fleet command ships or flagships, the super-dreadnought is roughly twice the size of its smaller namesake.",
    "Fortress Ship": "The fortress ship combines the best features of the dreadnought and the super-carrier. It is armed with an impressive main battery, and it embarks hundreds (or maybe even thousands) of small craft, too.",
    "Alloy Armor": "Alloy armor is composed of carefully fitted belts or plates of very tough alloys such as vanadium steel. Alloy armor is relatively cheap and provides excellent protection against kinetic attacks.",
    "Polymeric Armor": "Polymeric armor is made up of advanced polymers like carbon fiber and high-grade fiberglass. It is light and relatively inexpensive, but doesn’t offer tremendous protection compared to alloy or cerametal armors.",
    "Reflective Armor": "Reflective armor consists of dense, highly polished plates of metal. It is excellent against simple energy weapons like lasers, but is quickly defeated by more advanced weaponry.",
    "Cerametal Armor": "Cerametal armor combines the heat-resistant qualities of tough ceramics with the ductile strength of metal. It offers a good compromise between protection, weight, and cost.",
    "Neutronite Armor": "Neutronite is a tough steel alloy into which a weave of free neutrons has been pressed. It is incredibly massive, weighing about five times more than a similar volume of lead, and provides superior protection at the cost of increased mass.",
    "Reactive Armor": "Reactive armor consists of layers of insulating gel or compressed gas between cerametal plates. High-velocity impacts and energy beams burn through the armor layers, dissipating the force and heat.",
    "Crystallis Armor": "Crystallis armor consists of a crystalline lattice that absorbs tremendous amounts of energy. It is the finest energy protection available, although it is vulnerable to massive kinetic attacks.",
    "Nanofluidic Armor": "Nanofluidic armor consists of a thick layer of gel-like fluid sandwiched within neutronite plates. The fluid concentrates at the point of impact to blunt blows and dissipate heat, making it the most effective armor available."
}
