{
    "Launch": "A small, fast craft intended for short-range transportation between ships or to planetary surfaces.",
    "Courier": "A vessel designed for fast travel and carrying important messages or small cargo loads.",
    "Trader": "A small commercial vessel built to carry goods across star systems.",
    "Fast Freighter": "A nimble cargo ship capable of moving priority freight rapidly.",
    "Fast Transport": "Designed to move small, bulky cargo loads such as vehicles or machinery quickly between destinations.",
    "Hauler": "A spacegoing tug designed to tow heavy non-powered modules or cargo.",
    "Industrial": "A specialized ship carrying heavy machinery or systems for tasks such as mining or colonization.",
    "Medium Freighter": "A container-carrying freighter used for regular commercial runs between populated systems.",
    "Clipper": "A small, fast passenger vessel prioritizing speed and comfort over cargo space.",
    "Medium Transport": "A medium-sized vessel capable of transporting large quantities of cargo or specialized materials.",
    "Tanker": "A large hull designed to carry liquids and gases, typically water, fuel, or chemicals.",
    "Liner": "A luxury passenger ship designed to transport people comfortably across space.",
    "Heavy Transport": "A very large transport vessel intended for carrying vast amounts of goods or heavy equipment.",
    "Super-Freighter": "The largest common commercial hulls, optimized for bulk cargo movement.",
    "Colony Transport": "Enormous vessels carrying supplies and colonists to establish new settlements on distant worlds.",
    "Fighter": "A fast, lightly armored craft specialized for dogfighting against small targets.",
    "Strike Fighter": "A heavier fighter capable of launching bombs or torpedoes against larger targets.",
    "Cutter": "A small police or patrol vessel, occasionally adapted for military operations.",
    "Scout": "A lightly armed reconnaissance ship designed for exploring and surveying.",
    "Escort": "A durable patrol craft tasked with protecting convoys and merchant vessels.",
    "Corvette": "A light warship designed for independent operations or fleet escort.",
    "Frigate": "A mid-sized warship suited for screening fleets and engaging small attackers.",
    "Destroyer": "A fast warship intended to protect larger vessels and intercept incoming attacks.",
    "Light Cruiser": "A multi-role vessel used for independent patrols, raiding, or fleet screening.",
    "Heavy Cruiser": "The smallest capital ship class, capable of independent action and leading small fleets.",
    "Armored Cruiser": "A heavily armored cruiser capable of enduring heavy fire and commanding task forces.",
    "Battlecruiser": "A large ship sacrificing some armor for enhanced speed and heavy firepower.",
    "Battleship": "A heavily armed and armored mainline warship, core of most major fleets.",
    "Fleet Carrier": "A vessel carrying dozens to hundreds of small craft for fleet operations.",
    "Dreadnought": "Massive heavily armed warships serving as the backbone of the largest navies.",
    "Super-Carrier": "An enormous carrier capable of deploying hundreds of fighters and bombers.",
    "Super-Dreadnought": "Gigantic flagships combining overwhelming firepower and command capabilities.",
    "Fortress Ship": "Vast mobile bases or defense platforms carrying fleets of smaller vessels.",
    "Life Support": "Essential environmental systems providing breathable atmosphere and life-sustaining conditions.",
    "Crew Bunkroom": "Basic living quarters for ship crews with minimal amenities.",
    "Cabin": "A small private room providing slightly more comfort than bunkrooms.",
    "Crew Quarters": "More spacious accommodations for officers or important crew members.",
    "Seating Deck": "Mass seating designed to carry large numbers of passengers with minimal comfort.",
    "Passengers Quarters": "Private or semi-private rooms designed for long-haul passenger transport.",
    "Cryogenics Unit": "A facility for placing passengers into suspended animation during long voyages.",
    "Hydroponics Bay": "Shipboard agricultural systems producing food and oxygen during extended missions.",
    "Recycler Unit": "Facilities designed to recycle waste and maintain life support efficiency.",
    "Deep Stores": "Storage compartments optimized for carrying bulk goods, consumables, or spare parts.",
    "Autosupport": "Advanced life support automation systems requiring minimal human oversight.",
    "Life Supression Unit": "System allowing for rapid shutoff of life support in selected compartments (military/security use).",
    "Symbiotic Hull": "Advanced living hull materials that self-repair and adapt to environmental conditions.",
    "Polymeric, Light": "Light polymer armor providing inexpensive, flexible protection.",
    "Reflective, Light": "Lightweight polished metal armor designed to deflect basic energy attacks.",
    "Cerametal, Light": "Composite ceramic-metal armor offering good balance of strength and weight.",
    "Crystallis, Light": "Advanced crystalline armor specializing in energy absorption.",
    "Nanofluidic, Light": "Smart armor composed of reactive gel layers sandwiched between solid armor plates.",
    "Alloy, Medium": "Medium-grade metallic armor combining strength and flexibility.",
    "Polymeric, Medium": "Heavier polymer armor better suited to resist physical damage.",
    "Reflective, Medium": "Enhanced reflective armor offering limited defense against modern energy weapons.",
    "Cerametal, Medium": "More substantial ceramic-metal armor for mid-size vessels.",
    "Neutronite, Medium": "Extremely dense armor combining metal strength with neutron-stabilized layers.",
    "Reactive, Medium": "Armor incorporating gas or gel layers to counteract impact and energy absorption.",
    "Crystallis, Medium": "Advanced crystalline matrix armor especially effective against energy attacks.",
    "Nanofluidic, Medium": "High-end adaptable armor system optimizing itself to counter both kinetic and energy damage.",
    "Alloy, Heavy": "Heavy metallic armor providing excellent durability for capital ships.",
    "Reflective, Heavy": "Thick reflective armor layers slowing but not halting modern energy weaponry.",
    "Cerametal, Heavy": "Heavy-duty ceramics bonded to metal frames offering superior resilience.",
    "Neutronite, Heavy": "Dense and virtually indestructible alloy using neutron-heavy materials.",
    "Reactive, Heavy": "Heavy impact-absorbing armor designed for large ship protection.",
    "Nanofluidic, Heavy": "Adaptive armor optimizing defenses dynamically based on incoming threats.",
    "Alloy, Super-Heavy": "Titanically reinforced metallic armor capable of resisting even dreadnought-grade weaponry.",
    "Neutronite, Super-Heavy": "Virtually indestructible neutron-composite armor built for fortress ships.",
    "Reactive, Super-Heavy": "Extremely thick reactive armor providing ultimate resilience to both impact and energy threats.",
    "Nanofluidic, Super-Heavy": "Top-tier adaptable armor offering maximum protection through smart matter technology.",
    "Damage Control": "Systems and teams specialized in detecting, isolating, and repairing battle damage quickly.",
    "Decoy Drone": "Autonomous devices launched to confuse enemy sensors and weapon targeting systems.",
    "Jammer": "Electronic warfare equipment used to disrupt enemy communications and sensors.",
    "Magnetic Screen": "Protective magnetic fields deflecting incoming physical projectiles.",
    "Stealth Hull": "Hull modifications reducing sensor profiles and visual detection probabilities.",
    "Defense Network": "Integrated shipboard systems coordinating defensive responses and point defenses.",
    "Deflection Inducer": "Field manipulation technology slightly redirecting incoming fire.",
    "Particle Screen": "Protective field dispersing particle-based attacks like lasers or particle beams.",
    "Stealth Shield": "Advanced stealth systems allowing near-invisibility to active scanning methods.",
    "Stardrive Scrambler": "Equipment designed to interfere with enemy faster-than-light drive operations.",
    "Repair Bots": "Automated drones capable of repairing damage without requiring human oversight.",
    "Ablative Shield Generator": "Creates a sacrificial shielding field that absorbs a limited amount of incoming damage.",
    "Ablative Shield Capacitor": "Energy storage components increasing the effective endurance of ablative shields.",
    "Energy Compiler": "High-capacity energy management systems supporting shield and weapon systems.",
    "Cloaking Unit": "A sophisticated device allowing a ship to vanish almost entirely from detection.",
    "Displacer": "System creating visual and sensor decoys to mislead enemy targeting solutions.",
    "Nanite Repair Array": "Nanotechnology-driven maintenance systems capable of extensive in-battle repairs.",
    "Laser": "Basic directed-energy weapon delivering precise, low-damage beams.",
    "Rail Cannon": "Magnetic acceleration weapon launching solid slugs at immense velocities.",
    "Ion Engine": "Low-thrust, high-efficiency propulsion using ionized particles.",
    "Jump Drive": "Allows instantaneous or near-instantaneous travel across vast distances by folding space.",
    "Fuel Tank": "Storage facilities holding volatile fuels necessary for ship systems and drives.",
    "Solar Cell": "Energy systems harvesting stellar radiation to supplement ship power.",
    "Fusion Generator": "Power system generating immense energy by fusing hydrogen atoms.",
    "Particle Beam": "High-energy directed beam weapon designed to cause extensive damage to targets.",
    "Plasma Cannon": "Weapon that fires superheated ionized gas, causing severe energy damage.",
    "Matter Beam": "Exotic weapon designed to break down targets at the atomic or molecular level.",
    "Neutron Gun": "Weapon firing accelerated neutron bursts to cause internal structural collapse.",
    "Graser": "Gamma-ray laser, producing devastating amounts of concentrated radiation.",
    "Fusion Bore": "An extreme energy weapon designed to bore through planetary crusts or armor plating.",
    "Dark Fusion Gun": "Fusion-based weapon using dark energy principles for enhanced effects.",
    "Boson Gun": "Weapon utilizing unstable boson particles to create high-impact energy effects.",
    "No description available.": "No description available."
}
